{
  "channel_name": "Canal Golden (México)",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "De Amor y Otras Adicciones",
      "show_logo": "",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Infidelidad",
      "show_logo": "",
      "start_time": "2026-02-01 00:30:00",
      "end_time": "2026-02-01 02:46:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Un golpe brillante",
      "show_logo": "",
      "start_time": "2026-02-01 02:46:00",
      "end_time": "2026-02-01 06:09:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "La Leyenda del Charro Negro",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/la_leyenda_del_charro_negro.jpg",
      "start_time": "2026-02-01 06:09:00",
      "end_time": "2026-02-01 07:42:00",
      "episode_number": "",
      "show_category": "Animación",
      "show_description": "Después de liberar al Chupacabras (Eduardo España), Leo San Juan (Benny Emmanuel), decide que es el momento de regresar junto con su hermano Nando (Emilio Rafael Treviño) a casa de su abuela. A mitad del camino, el Charro Negro (Erick Elías) logra confundir a Leo y por su culpa, una niña inocente es arrastrada al inframundo. Leo se ve obligado a corregir el daño. Sus amigos acudirán para intentar ayudarle y poder salir de allí cuanto antes. Pero no es casualidad que el Charro haya elegido involucrar a Leo, sus intenciones van más allá de conseguir un alma nueva."
    },
    {
      "show_name": "Gnomos al Ataque",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/gnomos_al_ataque.jpg",
      "start_time": "2026-02-01 07:42:00",
      "end_time": "2026-02-01 09:10:00",
      "episode_number": "",
      "show_category": "Animación",
      "show_description": "Chloe (Becky G) y su mamá se están mudando ¡Otra Vez! obligada a mudarse a una vieja casa decrépita llena gnomos de jardín, Chloe pronto descubre que esta casa esconde algo terriblemente grande.Mientras están solos en casa después de la escuela, Chloe y un entrometido vecino llamado Liam (Josh Peck) descubren que los gnomos están ¡Realmente Vivos! Resulta que, durante años, los gnomos han estado protegiendo al planeta de monstruos amenazantes llamados \"Troggs\", que han invadido la casa a través de un portal de otro mundo.Cuando la única solución que detendrá a los Troggs que caigan en las manos equivocadas en la escuela, Chloe y Liam tendrán que formar un equipo con el grupo de gnomos, para luchar contra la invasión Trogg y salvar el mundo."
    },
    {
      "show_name": "Monstruos vs. Aliens",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/monstruos_vs_aliens.jpg",
      "start_time": "2026-02-01 09:10:00",
      "end_time": "2026-02-01 10:49:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "Susan (Reese Witherspoon) es una chica normal hasta que un día como cualquiera tuvo un pequeño accidente que la hizo gigante. El gobierno de Estados Unidos la captura para no causar pánico en el pequeño pueblo, pero no saben de los problemas que se avecinan. Los problemas surgen cuando un robot enorme se estrella en una parte de los Estados Unidos tratándose de un ataque alienígena. El gobierno trata de detener el ataque con su armamento, pero estas son inútiles. Ahora la única esperanza del planeta tierra es la gigante Susan junto a un grupo de selectos monstruos que deberán detener a los extraterrestres."
    },
    {
      "show_name": "Megamente",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/megamente.jpg",
      "start_time": "2026-02-01 10:49:00",
      "end_time": "2026-02-01 12:28:00",
      "episode_number": "",
      "show_category": "Película",
      "show_description": "Nombre que recibe en Latinoamérica la película estadounidense \"Megamind\".Megamente (Will Ferrell) y Metro Man (Brad Pitt) son provenientes de otro planeta, cada uno cae en diferentes lugares del planeta. Megamente en una cárcel y Metro Man en una familia educada donde será criado con principios ambos se enfrentaran en un futuro siendo archienemigos."
    },
    {
      "show_name": "Guerra de Papás 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/guerra_de_papas_2.jpg",
      "start_time": "2026-02-01 12:28:00",
      "end_time": "2026-02-01 14:17:00",
      "episode_number": "",
      "show_category": "Comedia",
      "show_description": "Dusty Mayron (Mark Wahlberg) y Brad Whitaker (Will Ferrell) se han unido para ofrecerle a sus hijos una Navidad perfecta. Este nuevo equipo se pone a prueba cuando el papá gruñón de Dusty, Kurt Mayron (Mel Gibson) y el papá ultra cariñoso y tierno de Brad, el Señor Whitaker (John Lithgow) llegan para convertir las vacaciones de diciembre en un completo caos."
    },
    {
      "show_name": "Armados y Peligrosos (2 Guns)",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/armados_y_peligrosos_2_guns.jpg",
      "start_time": "2026-02-01 14:17:00",
      "end_time": "2026-02-01 16:13:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "Cuando un intento de acabar con un cartel drogas explota en sus caras, dos agentes encubiertos, Bobby (Denzel Washington) y Stig (Mark Wahlberg), se ven obligados a ir juntos, a pesar que ninguno de los dos sabe que el otro es un agente encubierto. Repentinamente, todo el mundo de ambos lados de la ley los quieren muertos, y su única esperanza es confiar el uno del otro."
    },
    {
      "show_name": "Día del Atentado",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/dia_de_heroes.jpg",
      "start_time": "2026-02-01 16:13:00",
      "end_time": "2026-02-01 18:37:00",
      "episode_number": "",
      "show_category": "Drama",
      "show_description": "Después de un ataque indescriptible, el sargento de la policía Tommy Saunders (Mark Wahlberg), se une a valientes sobrevivientes, a los primeros en responder e investigadores en una carrera contra el tiempo para buscar y detener a los terroristas antes de que llegue otro ataque. Cruzando las historias del Agente especial Richard DesLauriers (Kevin Bacon), El comisionado de la policía Ed Davis (John Goodman), el Sargento Jeffrey Pugliese (J. K. Simmons) y la enfermera Carol Saunders (Michelle Monaghan) esta crónica captura el suspenso de una de las más sofisticadas cacerías en la historia y el coraje de las personas de Boston."
    },
    {
      "show_name": "Horizonte profundo",
      "show_logo": "",
      "start_time": "2026-02-01 18:37:00",
      "end_time": "2026-02-01 20:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "El Milagro Del Padre Stu",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/father_stu.jpg",
      "start_time": "2026-02-01 20:30:00",
      "end_time": "2026-02-01 22:47:00",
      "episode_number": "",
      "show_category": "Drama",
      "show_description": "Basado en una historia real, Father Stu es un drama inquebrantable honesto, divertido y, en última instancia, edificante sobre un alma perdida que encuentra su propósito en el lugar menos esperado. Cuando una lesión pone fin a su carrera como boxeador amateur, Stuart \"Stu\" Long (Mark Wahlberg) se muda a Los Ángeles soñando con el estrellato. Mientras se las arregla como empelado de un supermercado, conoce a Carmen (Teresa Ruiz), una maestra dominical católica que parece inmune a su encanto de chico malo. Decidido a ganársela, el agnóstico de toda la vida comienza a ir a la iglesia para impresionarla. Pero sobrevivir a un terrible accidente de motocicleta lo deja preguntándose si puede usar su segunda oportunidad para ayudar a otros a encontrar su camino, lo que lo lleva a darse cuenta de que está destinado a ser un sacerdote católico. A pesar de una devastadora crisis de salud y escepticismo de los funcionarios de la iglesia y sus padres separados, Stu persigue su vocación con coraje y compasión, inspirando no solo a los más cercanos a él, si no a muchos otros en el camino."
    },
    {
      "show_name": "Una tormenta perfecta",
      "show_logo": "",
      "start_time": "2026-02-01 22:47:00",
      "end_time": "2026-02-02 01:08:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    }
  ]
}