{
  "channel_name": "Golden (México)",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "Una tormenta perfecta",
      "show_logo": "",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 01:08:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "El mensajero de la oscuridad",
      "show_logo": "",
      "start_time": "2026-02-02 01:08:00",
      "end_time": "2026-02-02 03:17:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "El Tamaño Sí Importa",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_tamano_si_importa.jpg",
      "start_time": "2026-02-02 03:17:00",
      "end_time": "2026-02-02 05:00:00",
      "episode_number": "",
      "show_category": "Comedia",
      "show_description": "Cuenta la historia de Viviana (Ximena Ayala), una chica que le cuesta conseguir cualquier un hombre, y Diego (Vadhir Derbez), un chico que puede conseguir cualquier mujer. Ella tratara de conseguir el amor de su antiguo jefe, buscara la manera de conquistarlo, llevándonos a una historia de amor diferente y alocada."
    },
    {
      "show_name": "El Hijo de Pie Grande",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_hijo_de_pie_grande.jpg",
      "start_time": "2026-02-02 05:00:00",
      "end_time": "2026-02-02 06:41:00",
      "episode_number": "",
      "show_category": "Animación",
      "show_description": "Adam (Pappy Faulkner), un niño de trece años, emprende una búsqueda épica para descubrir el misterio detrás de su padre perdido hace mucho tiempo. Descubre que su padre es el legendario Pie Grande (Christopher L. Parson), que se ha estado escondiendo en el bosque durante años para proteger a él y su familia de HairCo, una corporación gigantesca ansiosa de realizar experimentos científicos con su ADN especial. Cuando padre e hijo comienzan a recuperar el tiempo perdido, Adam pronto descubre que él también está dotado de superpoderes. Pero poco saben de ellos, HairCo está tras él ya que sus huellas los llevarán a Pie Grande."
    },
    {
      "show_name": "Megamente",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/megamente.jpg",
      "start_time": "2026-02-02 06:41:00",
      "end_time": "2026-02-02 08:20:00",
      "episode_number": "",
      "show_category": "Película",
      "show_description": "Nombre que recibe en Latinoamérica la película estadounidense \"Megamind\".Megamente (Will Ferrell) y Metro Man (Brad Pitt) son provenientes de otro planeta, cada uno cae en diferentes lugares del planeta. Megamente en una cárcel y Metro Man en una familia educada donde será criado con principios ambos se enfrentaran en un futuro siendo archienemigos."
    },
    {
      "show_name": "Una tormenta perfecta",
      "show_logo": "",
      "start_time": "2026-02-02 08:20:00",
      "end_time": "2026-02-02 10:41:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "El Milagro Del Padre Stu",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/father_stu.jpg",
      "start_time": "2026-02-02 10:41:00",
      "end_time": "2026-02-02 12:58:00",
      "episode_number": "",
      "show_category": "Drama",
      "show_description": "Basado en una historia real, Father Stu es un drama inquebrantable honesto, divertido y, en última instancia, edificante sobre un alma perdida que encuentra su propósito en el lugar menos esperado. Cuando una lesión pone fin a su carrera como boxeador amateur, Stuart \"Stu\" Long (Mark Wahlberg) se muda a Los Ángeles soñando con el estrellato. Mientras se las arregla como empelado de un supermercado, conoce a Carmen (Teresa Ruiz), una maestra dominical católica que parece inmune a su encanto de chico malo. Decidido a ganársela, el agnóstico de toda la vida comienza a ir a la iglesia para impresionarla. Pero sobrevivir a un terrible accidente de motocicleta lo deja preguntándose si puede usar su segunda oportunidad para ayudar a otros a encontrar su camino, lo que lo lleva a darse cuenta de que está destinado a ser un sacerdote católico. A pesar de una devastadora crisis de salud y escepticismo de los funcionarios de la iglesia y sus padres separados, Stu persigue su vocación con coraje y compasión, inspirando no solo a los más cercanos a él, si no a muchos otros en el camino."
    },
    {
      "show_name": "Guerra de Papás 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/guerra_de_papas_2.jpg",
      "start_time": "2026-02-02 12:58:00",
      "end_time": "2026-02-02 14:47:00",
      "episode_number": "",
      "show_category": "Comedia",
      "show_description": "Dusty Mayron (Mark Wahlberg) y Brad Whitaker (Will Ferrell) se han unido para ofrecerle a sus hijos una Navidad perfecta. Este nuevo equipo se pone a prueba cuando el papá gruñón de Dusty, Kurt Mayron (Mel Gibson) y el papá ultra cariñoso y tierno de Brad, el Señor Whitaker (John Lithgow) llegan para convertir las vacaciones de diciembre en un completo caos."
    },
    {
      "show_name": "Cómo Cortar a tu Patán",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/como_cortar_a_tu_patan.jpg",
      "start_time": "2026-02-02 14:47:00",
      "end_time": "2026-02-02 16:35:00",
      "episode_number": "",
      "show_category": "Película",
      "show_description": "Amanda (Mariana Treviño) es una exitosa terapeuta que se especializa en tratar a las mujeres que han sufrido por patanes. Ella vive alejada de los hombres y el compromiso. Enfocada en su trabajo y en proteger a su hermana Natalia (Camila Sodi). Cuando descubre que su hermana está enamorada de Pepe (Sebastián Zurita), un patán con cuernos sin escrúpulos, Amanda emprende un plan que la llevará a enfrentarse a su más grande miedo… el amor. Hará todo lo que este a su alcance para separarlos y demostrarle a su hermana que su mejor amigo Leo (Christopher Von Uckermann) es mucho mejor partido que Pepe."
    },
    {
      "show_name": "Como Novio de Pueblo",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/como_novio_de_pueblo.jpg",
      "start_time": "2026-02-02 16:35:00",
      "end_time": "2026-02-02 18:46:00",
      "episode_number": "",
      "show_category": "Comedia",
      "show_description": "Cuando Diego (José María de Tavira) es abandonado por su prometida en el altar, decide irse con sus dos Primos, Julián (Martín Altomaro) y José Miguel (Ricardo Polanco), al pueblo donde solían pasar los veranos de cuando eran jóvenes. En este lugar, Diego se encontrará con su primer amor Martina (Regina Blandón), haciendo que este viaje sea toda una aventura para reencontrarse con el pasado, las amistades perdidas y enfrentar sus propios miedos."
    },
    {
      "show_name": "¿Y Cómo es Él?",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/y_como_es_el.jpg",
      "start_time": "2026-02-02 18:46:00",
      "end_time": "2026-02-02 20:30:00",
      "episode_number": "",
      "show_category": "Comedia",
      "show_description": "Tomás (Mauricio Ochmann) es un hombre apacible que va a Puerto Vallarta para enfrentar al taxista que tiene un romance con su esposa, pero termina conduciendo de regreso a la Ciudad de México con él. En el transcurso de un memorable viaje de larga distancia lleno de incidentes, un extraño vínculo se desarrolla entre ambos."
    },
    {
      "show_name": "Me estas matando Susana",
      "show_logo": "",
      "start_time": "2026-02-02 20:30:00",
      "end_time": "2026-02-02 22:21:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Elvira, te daría mi vida",
      "show_logo": "",
      "start_time": "2026-02-02 22:21:00",
      "end_time": "2026-02-03 00:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    }
  ]
}