{
  "channel": "HBO Family Latinoamérica",
  "date": "07/02/2026",
  "schedule": [
    {
      "show_name": "El hombre araña 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "00:56",
      "episode_description": ""
    },
    {
      "show_name": "Daniel el travieso",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:56",
      "end_time": "02:34",
      "episode_description": ""
    },
    {
      "show_name": "Un motivo para ganar",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:34",
      "end_time": "04:20",
      "episode_description": ""
    },
    {
      "show_name": "Angry Birds La Película",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:20",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Scarygirl",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:00",
      "end_time": "07:33",
      "episode_description": ""
    },
    {
      "show_name": "Jovenes Titanes en acción!",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:33",
      "end_time": "09:00",
      "episode_description": ""
    },
    {
      "show_name": "Paddington Aventura en",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:00",
      "end_time": "10:49",
      "episode_description": ""
    },
    {
      "show_name": "Son como niños",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:49",
      "end_time": "12:34",
      "episode_description": ""
    },
    {
      "show_name": "Los Pingüinos de Madagascar",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/los_pinguinos_de_madagascar.jpg",
      "show_category": "Animación",
      "start_time": "12:34",
      "end_time": "14:09",
      "episode_description": "Los equipos de súper espías no nacen, se encuban. Descubre los secretos de los más grandes y divertidos pájaros encubiertos del espionaje mundial. En esta nueva aventura de nuestros conocidos agentes: Skipper, Kowalski, Rico y Cabo deberán salvar al mundo del villano Dr. Octavius Brine, quien planea destruir la tierra tal y como la conocemos."
    },
    {
      "show_name": "Una Película de Minecraft",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/una_pelicula_de_minecraft.jpg",
      "show_category": "Acción",
      "start_time": "14:09",
      "end_time": "15:52",
      "episode_description": "Bienvenidos al mundo de Minecraft, donde la creatividad no solo te ayuda a crear, ¡sino que es esencial para la supervivencia! Cuatro inadaptados – Garrett \"The Garbage Man\" Garrios (Jason Momoa), Henry (Sebastian Hansen), Natalie (Emma Myers) y Dawn (Danielle Brooks) – se encuentran luchando con problemas cotidianos cuando, de repente, son arrastrados a través de un misterioso portal hacia el Overworld: un extraño y cúbico mundo de las maravillas que prospera gracias a la imaginación. Para volver a casa, tendrán que dominar este mundo (y también protegerlo de cosas malvadas como Piglins y Zombis) mientras se embarcan en una búsqueda mágica con un artesano inesperado y experto, Steve (Jack Black). Juntos, su aventura los desafiará a ser audaces y a reconectar con las cualidades que hacen que cada uno de ellos sea excepcionalmente creativos… las mismas habilidades que necesitan para prosperar en el mundo real."
    },
    {
      "show_name": "Shrek",
      "show_logo": "",
      "show_category": "",
      "start_time": "15:52",
      "end_time": "17:25",
      "episode_description": ""
    },
    {
      "show_name": "Shrek 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/shrek_2.jpg",
      "show_category": "Animación",
      "start_time": "17:25",
      "end_time": "19:00",
      "episode_description": "Cuando todo parecía estar muy feliz en la tierra de muy muy lejano cuando en un viaje para conocer a los suegros se convierte en una alocada aventura para Shrek (Mike Myers) y Fiona (Cameron Diaz). Con la ayuda de su buen amigo el Burro (Eddie Murphy), Shrek se aventura contra la hada madrina, el príncipe encantador (Rupert Everett) y el mata ogros, El gato con botas (Antonio Banderas) quien en realidad es un lindo gatito."
    },
    {
      "show_name": "Shrek Tercero",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/shrek_tercero.jpg",
      "show_category": "Animación",
      "start_time": "19:00",
      "end_time": "20:36",
      "episode_description": "El puesto de Rey no es para cualquiera – especialmente si eres un ogro mal oliente. Cuando Shrek (Mike Myers) toma a Fiona como esposa, lo último que él ha querido es mandar el reino de Muy Muy Lejos, pero cuando su suegro el Rey Harold (John Cleese) muere repentinamente, Shrek es inmediatamente llamado a tomar el trono. Ahora a menos que encuentre un reemplazo para el difunto Rey Harold, Shrek deberá reinar por el resto de sus días.Como si no fueran suficientes problemas para Shrek, la Princesa Fiona tiene otra pequeña sorpresa. Aturdido por los deberes del reinado, Shrek tiene la tarea de encontrar el otro posible gobernante del reino de Muy Muy Lejos, el primo perdido de Fiona, Artie (Justin Timberlake), adolescente medieval. Mientras el ogro se encuentra fuera, su viejo némesis, el Príncipe Encantador (Rupert Everett) regresa al reino con su mente puesta en tomar el reinado. Incluso con el Burro (Eddie Murphy) y el Gato con Botas (Antonio Banderas) de su lado, será necesario hacer un esfuerzo del tamaño de ogros que incluye la ayuda de Fiona y su banda de princesas para ayudar a Shrek y Artie a salvar el día y encontrar su propio “Final Feliz”."
    },
    {
      "show_name": "Aquaman",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/aquaman.jpg",
      "show_category": "Acción",
      "start_time": "20:36",
      "end_time": "23:02",
      "episode_description": "Una aventura llena de acción que abarca el vasto y espectacular mundo submarino de los siete mares, Arthur Curry (Jason Momoa), mitad humano y mitad atlanticense, y lo lleva al viaje de su vida – uno que no solo lo forzará a enfrentar quien es en realidad, sino a descubrir si es digno de quién es él, nacido para ser… un rey."
    },
    {
      "show_name": "Son como niños",
      "show_logo": "",
      "show_category": "",
      "start_time": "23:02",
      "end_time": "00:47",
      "episode_description": ""
    }
  ]
}