{
  "channel": "HBO Family Latinoamérica",
  "date": "15/02/2026",
  "schedule": [
    {
      "show_name": "Blue Beetle",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/blue_beetle.jpg",
      "show_category": "Acción",
      "start_time": "00:00",
      "end_time": "00:33",
      "episode_description": "Jaime Reyes (Xolo Maridueña), recién graduado de la universidad, regresa a casa lleno de aspiraciones para su futuro, sólo para descubrir que su hogar no es está como lo había dejado. En su búsqueda por encontrar su propósito en el mundo, el destino interviene cuando Jaime se encuentra inesperadamente en posesión de una antigua reliquia de biotecnología alienígena: el Escarabajo. Cuando el escarabajo elige de repente a Jaime como huésped simbiótico, le otorga una increíble armadura capaz de poderes extraordinarios e impredecibles, cambiando para siempre su destino al convertirse en el superhéroe BLUE BEETLE."
    },
    {
      "show_name": "Daniel el travieso",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:33",
      "end_time": "02:10",
      "episode_description": ""
    },
    {
      "show_name": "Meteoro",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:10",
      "end_time": "04:27",
      "episode_description": ""
    },
    {
      "show_name": "Hotel Transylvania",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:27",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Shrek 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/shrek_2.jpg",
      "show_category": "Animación",
      "start_time": "06:00",
      "end_time": "07:35",
      "episode_description": "Cuando todo parecía estar muy feliz en la tierra de muy muy lejano cuando en un viaje para conocer a los suegros se convierte en una alocada aventura para Shrek (Mike Myers) y Fiona (Cameron Diaz). Con la ayuda de su buen amigo el Burro (Eddie Murphy), Shrek se aventura contra la hada madrina, el príncipe encantador (Rupert Everett) y el mata ogros, El gato con botas (Antonio Banderas) quien en realidad es un lindo gatito."
    },
    {
      "show_name": "Happy Feet 2 El pingüino",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:35",
      "end_time": "09:16",
      "episode_description": ""
    },
    {
      "show_name": "Paddington Aventura en",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:16",
      "end_time": "11:05",
      "episode_description": ""
    },
    {
      "show_name": "Los Pingüinos de Madagascar",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/los_pinguinos_de_madagascar.jpg",
      "show_category": "Animación",
      "start_time": "11:05",
      "end_time": "12:39",
      "episode_description": "Los equipos de súper espías no nacen, se encuban. Descubre los secretos de los más grandes y divertidos pájaros encubiertos del espionaje mundial. En esta nueva aventura de nuestros conocidos agentes: Skipper, Kowalski, Rico y Cabo deberán salvar al mundo del villano Dr. Octavius Brine, quien planea destruir la tierra tal y como la conocemos."
    },
    {
      "show_name": "Kung Fu Panda 3",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/kung_fu_panda_3.jpg",
      "show_category": "Animación",
      "start_time": "12:39",
      "end_time": "14:16",
      "episode_description": "Po (Jack Black) conoce a su padre biológico y viaja con él al sagrario secreto de los pandas donde para sorpresa de él, llega a un lugar donde no se siente como en casa. En ese lugar Po conoce a Mei Mei (Kate Hudson), una panda muy ansiosa, que ha sido ofrecida a Po a través de un matrimonio que fue arreglado cuando ellos eran pequeños. Para empeorar las cosas, un espíritu maligno llamado Kai (J. K. Simmons) que tras haber derrotado a los maestros del Kung Fu aterroriza la China. Ahora la única esperanza del país es Po y para ello deberá entrenar y convertir a su pueblo de Pandas en una banda de Kung Fu Pandas."
    },
    {
      "show_name": "Shrek",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:16",
      "end_time": "15:49",
      "episode_description": ""
    },
    {
      "show_name": "Shrek 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/shrek_2.jpg",
      "show_category": "Animación",
      "start_time": "15:49",
      "end_time": "17:24",
      "episode_description": "Cuando todo parecía estar muy feliz en la tierra de muy muy lejano cuando en un viaje para conocer a los suegros se convierte en una alocada aventura para Shrek (Mike Myers) y Fiona (Cameron Diaz). Con la ayuda de su buen amigo el Burro (Eddie Murphy), Shrek se aventura contra la hada madrina, el príncipe encantador (Rupert Everett) y el mata ogros, El gato con botas (Antonio Banderas) quien en realidad es un lindo gatito."
    },
    {
      "show_name": "Shrek Tercero",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/shrek_tercero.jpg",
      "show_category": "Animación",
      "start_time": "17:24",
      "end_time": "19:00",
      "episode_description": "El puesto de Rey no es para cualquiera – especialmente si eres un ogro mal oliente. Cuando Shrek (Mike Myers) toma a Fiona como esposa, lo último que él ha querido es mandar el reino de Muy Muy Lejos, pero cuando su suegro el Rey Harold (John Cleese) muere repentinamente, Shrek es inmediatamente llamado a tomar el trono. Ahora a menos que encuentre un reemplazo para el difunto Rey Harold, Shrek deberá reinar por el resto de sus días.Como si no fueran suficientes problemas para Shrek, la Princesa Fiona tiene otra pequeña sorpresa. Aturdido por los deberes del reinado, Shrek tiene la tarea de encontrar el otro posible gobernante del reino de Muy Muy Lejos, el primo perdido de Fiona, Artie (Justin Timberlake), adolescente medieval. Mientras el ogro se encuentra fuera, su viejo némesis, el Príncipe Encantador (Rupert Everett) regresa al reino con su mente puesta en tomar el reinado. Incluso con el Burro (Eddie Murphy) y el Gato con Botas (Antonio Banderas) de su lado, será necesario hacer un esfuerzo del tamaño de ogros que incluye la ayuda de Fiona y su banda de princesas para ayudar a Shrek y Artie a salvar el día y encontrar su propio “Final Feliz”."
    },
    {
      "show_name": "Paddington Aventura en",
      "show_logo": "",
      "show_category": "",
      "start_time": "19:00",
      "end_time": "20:49",
      "episode_description": ""
    },
    {
      "show_name": "Wicked",
      "show_logo": "",
      "show_category": "",
      "start_time": "20:49",
      "end_time": "23:32",
      "episode_description": ""
    },
    {
      "show_name": "Hombres de Negro",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/hombres_de_negro.jpg",
      "show_category": "Aventura",
      "start_time": "23:32",
      "end_time": "01:13",
      "episode_description": "Sigue las hazañas de los agentes Kay (Tommy Lee Jones) y Jay (Will Smith), miembros de una organización ultra secreta establecida para monitorear la actividad alienígena en la Tierra. Los dos MiB se encuentran en medio de la trama mortal de un terrorista intergaláctico, Edgar (Vincent D'Onofrio) que llegó a la Tierra para asesinar a dos embajadores de galaxias opuestas."
    }
  ]
}