{
  "channel": "HBO Plus",
  "date": "08/02/2026",
  "schedule": [
    {
      "show_name": "Serpientes a bordo",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "01:15",
      "episode_description": ""
    },
    {
      "show_name": "Legión de Angeles",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:15",
      "end_time": "03:00",
      "episode_description": ""
    },
    {
      "show_name": "Parano-IA",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/parano-ia.webp",
      "show_category": "Terror",
      "start_time": "03:00",
      "end_time": "04:30",
      "episode_description": "En Parano-IA, Curtis (John Cho) y su familia son seleccionados para probar un nuevo y revolucionario dispositivo doméstico: un asistente digital familiar llamado AIA. Una vez que la unidad y todos sus sensores y cámaras están instalados en la casa, AIA parece ser capaz de hacerlo todo. Aprende los comportamientos de la familia y comienza a anticipar sus necesidades. Además, puede asegurarse de que nada – ni nadie – se interponga en el camino de su familia."
    },
    {
      "show_name": "Al Filo del Mañana",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/al-filo-del-mañana.webp",
      "show_category": "Acción",
      "start_time": "04:30",
      "end_time": "06:30",
      "episode_description": "Bill Cage (Tom Cruise) es un soldado que se encuentra la última batalla contra fuerzas alienígenas, cuando este fracasa y muere empieza nuevamente precisamente en el mismo día una y otra vez, ahora con la ayuda de Rita Vrataski (Emily Blunt) deberá aprender tras cada derrota a convertirse en un mejor guerrero."
    },
    {
      "show_name": "Destino Final: Lazos de Sangre",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/destino-final-lazos-de-sangre.webp",
      "show_category": "Terror",
      "start_time": "06:30",
      "end_time": "08:25",
      "episode_description": "Atormentada por una violenta pesadilla recurrente, la estudiante universitaria Stefanie (Kaitlyn Santa Juana) regresa a casa para buscar a la única persona que podría romper el ciclo y salvar a su familia de la espantosa muerte que inevitablemente les espera a todos."
    },
    {
      "show_name": "El Cazador y la Reina del Hielo",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/el-cazador-y-la-reina-del-hielo.webp",
      "show_category": "Acción",
      "start_time": "08:25",
      "end_time": "10:25",
      "episode_description": "Mucho tiempo antes que se pensara que la malvada Reina Ravenna (Charlize Theron) había sido vencida por la espada de Blanca nieves, ella observó en silencio mientras como su hermana Freya (Emily Blunt), sufriera una traición devastadora y huyera de su reino. Con la capacidad de Freya para congelar cualquier enemigo, la joven reina del hielo ha pasado décadas en un palacio invernal remoto creando una legión de cazadores letales – incluyendo a Eric (Chris Hemsworth) y la guerrera Sara (Jessica Chastain) – sólo para encontrarse que sus dos más importantes guerreros desafiaran su orden de nunca enamorarse.Cuando Freya se entera de la muerte de su hermana, decide convocar a sus soldados restantes para llevar la casa del espejo mágico a la única hechicera que queda y que puede aprovechar su poder. Pero una vez que ella descubre que Ravenna puede ser resucitada de sus profundidades doradas, las hermanas malvadas amenazan esta tierra encantada con el doble de fuerzas oscuras que jamás se haya visto. Ahora, su ejército deberá demostrar su invencibilidad... a menos que el cazador desterrado que rompió la regla cardinal de su reina pueda luchar que esto suceda."
    },
    {
      "show_name": "La huérfana",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:25",
      "end_time": "12:35",
      "episode_description": ""
    },
    {
      "show_name": "El Hombre Araña",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/el-hombre-araña.webp",
      "show_category": "Acción",
      "start_time": "12:35",
      "end_time": "14:40",
      "episode_description": "Siendo un nerd y torpe por naturaleza, la vida de Peter Parker (Tobey Maguire) ha dado un giro inesperado cuando es mordido accidentalmente por una araña radiactiva. De la noche a la mañana Peter se transforma y es capaz de crear telarañas que son disparadas desde sus muñecas, la habilidad de adherirse a las paredes, fuerza increíble y un primordial sentido arácnido. Utilizando un traje hecho en casa, Peter está dispuesto a cambiar la vida que le rodea, sea como sea. Cuando un criminal asesina a su tío Ben, él descubre que “con un gran poder viene una gran responsabilidad”. Peter se convierte en un peleador contra el crimen conocido como El Hombre Araña."
    },
    {
      "show_name": "El hombre araña 3",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:40",
      "end_time": "17:00",
      "episode_description": ""
    },
    {
      "show_name": "Terror en Silent Hill",
      "show_logo": "",
      "show_category": "",
      "start_time": "17:00",
      "end_time": "19:09",
      "episode_description": ""
    }
  ]
}