{
  "channel": "HBO 2 Latinoamérica",
  "date": "04/02/2026",
  "schedule": [
    {
      "show_name": "El payaso del maizal",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "01:14",
      "episode_description": ""
    },
    {
      "show_name": "Resident Evil",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-2-Latinoam-rica/today/resident-evil.webp",
      "show_category": "Acción",
      "start_time": "01:14",
      "end_time": "03:02",
      "episode_description": "Algo podrido se está gestando bajo la meca industrial conocida como Ciudad Raccoon. Desconocida para sus millones de residentes, una enorme instalación subterránea de bioingeniería conocida como \"La Colmena\" ha desencadenado accidentalmente el letal y mutante Virus-T, matando a todos sus empleados. Para contener la fuga, la supercomputadora gobernante \"La Reina Roja\", ha sellado todas las entras y salidas. Ahora un equipo de élite de comandantes altamente entrenados incluyendo a Rain (Michelle Rodriguez), Alice (Milla Jovovich) y Matt (Eric Mabius) deben correr para penetrar a la \"Colmena\" para aislar el Virus-T antes de que consuma a la humanidad entera. Para hacerlo, deben superar las defensas mortales de la Reina Roja, enfrentarse a los empleados zombis come carne, luchar con perros mutantes asesinos y luchar contra \"Cazador\", una bestia salvaje genéticamente alterada cuya fuerza aumenta cada vez que se alimenta de sus víctimas asesinadas."
    },
    {
      "show_name": "Industry",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:02",
      "end_time": "04:07",
      "episode_description": ""
    },
    {
      "show_name": "Si fueras yo",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:07",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "El Rey Arturo: La Leyenda de la Espada",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-2-Latinoam-rica/today/el-rey-arturo-la-leyenda-de-la-espada.webp",
      "show_category": "Acción",
      "start_time": "06:00",
      "end_time": "08:08",
      "episode_description": "Cuando padre del pequeño Arturo (Charlie Hunnam) es asesinado, Vortigern (Jude Law), tío de Arturo, se apodera de la corona. Sin saber quién es, Arturo pasa una vida difícil en los callejones de la ciudad con Bedivere (Djimon Hounsou), líder de la resistencia y sus camaradas, sin saber que su destino iba cambiar muy pronto. Tras saber su destino, Arturo decide ir por la espada en la piedra y recuperarla para enfrentar a Vortigern y recuperar lo que le fue arrebatado. Arturo no estará solo en esta batalla, tendrá la ayuda de la poderosa Guinevere (Astrid Bergès-Frisbey) pero antes él tendrá que demostrar que en sus venas corre sangre real tras levantar la gran espada Excalibur y poder usar su magia contra el dictador Vortigern y así poder vengar la muerte de sus padres."
    },
    {
      "show_name": "El origen",
      "show_logo": "",
      "show_category": "",
      "start_time": "08:08",
      "end_time": "10:44",
      "episode_description": ""
    },
    {
      "show_name": "Superman",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:44",
      "end_time": "13:00",
      "episode_description": ""
    },
    {
      "show_name": "Como agua para chocolate",
      "show_logo": "",
      "show_category": "",
      "start_time": "13:00",
      "end_time": "14:00",
      "episode_description": ""
    },
    {
      "show_name": "Como agua para chocolate",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:00",
      "end_time": "14:53",
      "episode_description": ""
    },
    {
      "show_name": "El Gran Viaje de tu Vida",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-2-Latinoam-rica/today/el-gran-viaje-de-tu-vida.webp",
      "show_category": "Drama",
      "start_time": "14:53",
      "end_time": "16:50",
      "episode_description": "Algunas puertas te llevan a tu pasado. Otras te llevan a tu futuro. Y algunas puertas lo cambian todo. Sarah (Margot Robbie) y David (Colin Farrell) son dos solteros desconocidos que se conocen en la boda de un amigo en común y pronto, por un giro inesperado del destino, se embarcan en un viaje audaz y hermoso – una aventura divertida, fantástica y emocionante donde reviven momentos importantes de su respectivos pasados, revelando cómo llegaron a donde están ahora… y posiblemente teniendo la oportunidad de cambiar sus futuros."
    },
    {
      "show_name": "Aquaman y el Reino Perdido",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-2-Latinoam-rica/today/aquaman-y-el-reino-perdido.webp",
      "show_category": "Acción",
      "start_time": "16:50",
      "end_time": "19:02",
      "episode_description": "Al no poder derrotar a Aquaman (Jason Momoa) la primera vez, Black Manta (Yahya Abdul-Mateen II), todavía impulsado por la necesidad de vengar la muerte de su padre, no se detendrá ante nada para acabar con Aquaman de una vez por todas. Esta vez Black Manta es más formidable que nunca y ejerce el poder del mítico Tridente Negro, que desata una fuerza antigua y malévola. Para derrotarlo, Aquaman recurrirá a su hermano encarcelado Orm (Patrick Wilson), el ex rey de la Atlántida, para forjar una alianza improbable. Juntos, deben dejar de lado sus diferencias para proteger su reino y salvar a la familia de Aquaman y al mundo de una destrucción irreversible."
    },
    {
      "show_name": "Sé lo que hicieron el verano",
      "show_logo": "",
      "show_category": "",
      "start_time": "19:02",
      "end_time": "21:00",
      "episode_description": ""
    },
    {
      "show_name": "Industry",
      "show_logo": "",
      "show_category": "",
      "start_time": "21:00",
      "end_time": "22:00",
      "episode_description": ""
    },
    {
      "show_name": "Superman",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:00",
      "end_time": "00:16",
      "episode_description": ""
    }
  ]
}