{
  "channel": "HBO Plus",
  "date": "12/02/2026",
  "schedule": [
    {
      "show_name": "Halloween",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "01:06",
      "episode_description": ""
    },
    {
      "show_name": "Perros de paja",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:06",
      "end_time": "03:01",
      "episode_description": ""
    },
    {
      "show_name": "El escape perfecto",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:01",
      "end_time": "04:41",
      "episode_description": ""
    },
    {
      "show_name": "La huérfana",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:41",
      "end_time": "06:46",
      "episode_description": ""
    },
    {
      "show_name": "La venganza de la casa del lago",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:46",
      "end_time": "08:41",
      "episode_description": ""
    },
    {
      "show_name": "Al Filo del Mañana",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/al-filo-del-mañana.webp",
      "show_category": "Acción",
      "start_time": "08:41",
      "end_time": "10:36",
      "episode_description": "Bill Cage (Tom Cruise) es un soldado que se encuentra la última batalla contra fuerzas alienígenas, cuando este fracasa y muere empieza nuevamente precisamente en el mismo día una y otra vez, ahora con la ayuda de Rita Vrataski (Emily Blunt) deberá aprender tras cada derrota a convertirse en un mejor guerrero."
    },
    {
      "show_name": "La Horca",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:36",
      "end_time": "12:01",
      "episode_description": ""
    },
    {
      "show_name": "Exterminio: La Evolución",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/exterminio-la-evolución.webp",
      "show_category": "Terror",
      "start_time": "12:01",
      "end_time": "14:01",
      "episode_description": "Exterminio: La Evolución, una nueva y aterradora historia de terror de autor ambientada en el mundo creado por Exterminio. Han pasado casi tres décadas desde que el virus de la rabia escapó de un laboratorio de armas biológicas, y ahora, aún en una cuarentena impuesta despiadadamente, algunos han encontrado la manera de sobrevivir entre los infectados. Uno de estos supervivientes vive en una pequeña isla conectada al continente por una única carretera fuertemente defendida. Cuando uno de ellos abandona la isla en una misión hacia el corazón oscuro del continente, descubre secretos, maravillas y horrores que han mutado no solo a los infectados, sino también a otros supervivientes."
    },
    {
      "show_name": "El amanecer de los muertos",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:01",
      "end_time": "15:46",
      "episode_description": ""
    },
    {
      "show_name": "Harry Potter y el Prisionero de Azkaban",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/harry-potter-y-el-prisionero-de-azkaban.webp",
      "show_category": "Aventura",
      "start_time": "15:46",
      "end_time": "18:11",
      "episode_description": "Harry (Daniel Radcliffe), Ron (Rupert Grint) y Hermione (Emma Watson), ahora adolescentes, regresan por tercer año a Hogwarts, donde se ven obligados a enfrentar al prisionero fugitivo, Sirius Black (Gary Oldman), quien representa una gran amenaza para Harry. Harry y sus amigos pasan su tercer año aprendiendo cómo manejar una mitad caballo y mitad águila hipogrifo, repeler el cambia siluetas Boggarts y dominar el arte de la adivinación. También visitan la aldea mágica de Hogsmeade y Shrieking Shack, que se considera el edificio más encantado de Gran Bretaña. Además de estas nuevas experiencias, Harry debe superar las amenazas de los Dementores absorbe almas, burlar a un hombre lobo peligroso y finalmente lidiar con la verdad sobre Sirius Black y su relación con Harry y sus padres. Con sus mejores amigos, Harry domina la magia avanzada, cruza las barreras del tiempo y cambia el curso de más de una vida."
    },
    {
      "show_name": "Annabelle 3: Viene a Casa",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/annabelle-3-viene-a-casa.webp",
      "show_category": "Terror",
      "start_time": "18:11",
      "end_time": "20:00",
      "episode_description": "Decididos a evitar que Annabelle cause más estragos, los demonólogos Ed (Patrick Wilson) y Lorraine Warren (Vera Farmiga) llevan a la muñeca poseída a la habitación cerrada con artefactos en su casa, colocándola \"a salvo\" detrás de un vidrio sagrado y alistando la bendición santa de un sacerdote. Pero una noche profana de horror aguarda a que Annabelle despierte a los espíritus malignos en la habitación, quienes se fijan en un nuevo objetivo: la hija de diez años de los Warrens, Judy (Mckenna Grace) y sus amigas."
    },
    {
      "show_name": "Industry",
      "show_logo": "",
      "show_category": "",
      "start_time": "20:00",
      "end_time": "21:01",
      "episode_description": ""
    },
    {
      "show_name": "El hombre araña 3",
      "show_logo": "",
      "show_category": "",
      "start_time": "21:01",
      "end_time": "23:26",
      "episode_description": ""
    },
    {
      "show_name": "Pixels",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/pixels.webp",
      "show_category": "Acción",
      "start_time": "23:26",
      "end_time": "01:16",
      "episode_description": "Como niños comunes y corrientes de la década de los 80s, Sam Brenner (Adam Sandler), Will Cooper (Kevin James), Ludlow Lamonsoff (Josh Gad) y Eddie Plant (Peter Dinklage) salvaron el mundo miles de veces en video juegos. Ahora, ellos deberán hacerlo en la vida real. En Piexeles, cuando alienígenas intergalácticos descubren señales de video juegos clásicos y malinterpretan estas señales como una amenaza. Ahora el actual presidente de los estados unidos, Will Cooper, debe llamar a sus viejos amigos de video juegos para salvar el mundo de ser destruidos por PAC-MAN, Donkey Kong, Galaga, Centipede y Space Invaders. Uniéndoseles al equipo a teniente Violet Van Patten (Michelle Monaghan), una especialista en suplir a los jugadores con armas únicas para combatir a los alienígenas."
    }
  ]
}