{
  "channel": "HBO Plus",
  "date": "16/02/2026",
  "schedule": [
    {
      "show_name": "Barco fantasma",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "00:19",
      "episode_description": ""
    },
    {
      "show_name": "Harry Potter y la piedra filosofal - Edición extendida",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:19",
      "end_time": "03:00",
      "episode_description": ""
    },
    {
      "show_name": "Resident Evil: Extinción",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/resident-evil-extinción.webp",
      "show_category": "Acción",
      "start_time": "03:00",
      "end_time": "04:39",
      "episode_description": "Un convoy de sobrevivientes deambula por las ciudades buscando sobrevivientes. La encargada Claire (Ali Larter) junto a Carlos Olivera (Oded Fehr) y L.J. (Mike Epps) son los encargados de mantener a todos a salvo. Alice (Milla Jovovich) nota algo extraño en el cielo y cuando observa que unos cuervos están atacando a un grupo de sobrevivientes, cuando decide ayudarlos se da cuenta que uno de ellos es Carlos y decide unírseles al grupo junto a los nuevos sobrevivientes para tratar de eliminar el virus letal que amenaza a todos los humanos. La Corporación Umbrella espía el grupo de sobrevivientes y detecta la presencia de Alice y mandan un grupo para capturarla ya que ella es la llave para volver a tener el control del mundo."
    },
    {
      "show_name": "Resident Evil 5: La Venganza",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/resident-evil-5-la-venganza.webp",
      "show_category": "Acción",
      "start_time": "04:39",
      "end_time": "06:19",
      "episode_description": "Resident Evil 5: La Venganza (Resident Evil: Retribution) es la quinta película de la exitosa serie de video juegos, Resident Evil de capcom. En este episodio Alice (Milla Jovovich) despierta en el centro de operaciones más clandestinas de la corporación Umbrella. Esta vez Alice descubre mas sobre su misterioso pasado mientras va adentrándose en el complejo. Sin tener un lugar seguro donde refugiarse, Alice sigue cazando a todos aquellos que son responsables del brote epidémico; esto la lleva de Tokio a Nueva York, Washington D.C. y Moscú. Esta vez todo terminará en una revelación que dará a pensar nuevamente sobre todo lo que alguna vez creyó y ver si en realidad fue verdad."
    },
    {
      "show_name": "El Conjuro 4: Últimos Ritos",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/el-conjuro-4-últimos-ritos.webp",
      "show_category": "Terror",
      "start_time": "06:19",
      "end_time": "08:39",
      "episode_description": "El Conjuro 4: Últimos Ritos presenta otro emocionante capítulo del ícono universo cinematográfico de El Conjuro, basado en hechos reales. Vera Farmiga y Patrick Wilson se reúnen para un último caso como los reconocidos investigadores paranormales Ed y Lorraine Warren en una impactante y escalofriante incorporación a la franquicia, que ha triunfado en taquilla a nivel mundial.Farmiga y Wilson protagonizan la película junto a Mia Tomlinson y Ben Hardy, quienes interpretan a Judy Warre, la hija de Ed y Lorraine, y su novio, Tony Spera."
    },
    {
      "show_name": "Ouija El origen del mal",
      "show_logo": "",
      "show_category": "",
      "start_time": "08:39",
      "end_time": "10:25",
      "episode_description": ""
    },
    {
      "show_name": "Liga de la Justicia",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/liga-de-la-justicia.webp",
      "show_category": "Acción",
      "start_time": "10:25",
      "end_time": "12:29",
      "episode_description": "Superman, Batman, la mujer maravilla entre otros súper héroes que unen sus fuerzas para combatir las mayores amenazas."
    },
    {
      "show_name": "Destino Final: Lazos de Sangre",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/destino-final-lazos-de-sangre.webp",
      "show_category": "Terror",
      "start_time": "12:29",
      "end_time": "14:24",
      "episode_description": "Atormentada por una violenta pesadilla recurrente, la estudiante universitaria Stefanie (Kaitlyn Santa Juana) regresa a casa para buscar a la única persona que podría romper el ciclo y salvar a su familia de la espantosa muerte que inevitablemente les espera a todos."
    },
    {
      "show_name": "Furiosa: De la Saga Mad Max",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/furiosa-de-la-saga-mad-max.webp",
      "show_category": "Acción",
      "start_time": "14:24",
      "end_time": "16:59",
      "episode_description": "Mientras el mundo caía, la joven Furiosa (Anya Taylor-Joy) es arrebatada del Lugar Verde de Muchas Madres y cae en manos de una gran Horda de Motociclistas liderada por el Señor de la Guerra Dementus (Chris Hemsworth). Navegando por Wasteland, se encuentran con la Ciudadela presidida por el Immortan Joe (Lachy Hulme). Mientras los dos Tiranos luchan por el dominio, Furiosa debe sobrevivir a muchas pruebas mientras reúne los medios para encontrar el camino a casa."
    },
    {
      "show_name": "El Cazador y la Reina del Hielo",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Plus/today/el-cazador-y-la-reina-del-hielo.webp",
      "show_category": "Acción",
      "start_time": "16:59",
      "end_time": "19:00",
      "episode_description": "Mucho tiempo antes que se pensara que la malvada Reina Ravenna (Charlize Theron) había sido vencida por la espada de Blanca nieves, ella observó en silencio mientras como su hermana Freya (Emily Blunt), sufriera una traición devastadora y huyera de su reino. Con la capacidad de Freya para congelar cualquier enemigo, la joven reina del hielo ha pasado décadas en un palacio invernal remoto creando una legión de cazadores letales – incluyendo a Eric (Chris Hemsworth) y la guerrera Sara (Jessica Chastain) – sólo para encontrarse que sus dos más importantes guerreros desafiaran su orden de nunca enamorarse.Cuando Freya se entera de la muerte de su hermana, decide convocar a sus soldados restantes para llevar la casa del espejo mágico a la única hechicera que queda y que puede aprovechar su poder. Pero una vez que ella descubre que Ravenna puede ser resucitada de sus profundidades doradas, las hermanas malvadas amenazan esta tierra encantada con el doble de fuerzas oscuras que jamás se haya visto. Ahora, su ejército deberá demostrar su invencibilidad... a menos que el cazador desterrado que rompió la regla cardinal de su reina pueda luchar que esto suceda."
    }
  ]
}