{
  "channel_name": "HBO 2 Latinoamérica",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "Black Adam",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/black_adam.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:00:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "Casi 5000 años después de que los dioses antiguos le confirieran los poderes todopoderosos y lo encarcelaran con la misma rapidez – Black Adam (Dwayne Johnson) es liberado de su tumba terrenal, listo para desatar su forma única de justicia en el mundo moderno."
    },
    {
      "show_name": "El payaso del maizal",
      "show_logo": "",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 03:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "El payaso del maizal",
      "show_logo": "",
      "start_time": "2026-02-01 03:00:00",
      "end_time": "2026-02-01 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "El Sorprendente Hombre Araña 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_sorprendente_hombre_arana_2_la_amenaza_de_electro.jpg",
      "start_time": "2026-02-01 06:00:00",
      "end_time": "2026-02-01 08:30:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "Siempre hemos sabido que la batalla más importante del Hombre Araña ha sido la batalla contra sí mismo: la pelea entre las obligaciones como Peter Parker (Andrew Garfield) y las extraordinarias responsabilidades del Hombre Araña. Pero en El Sorprendente Hombre Araña 2: La Amenaza de Electro, Peter Parker deberá enfrentar un gran conflicto que se aproxima. Esta vez ser el Hombre Araña tiene su precio, solamente el Hombre Araña puede proteger a los ciudadanos de Nueva York de los sorprendentes villanos que amenazan la ciudad. Con la llegada de Electro (Jamie Foxx), Peter se verá las caras con un villano más poderoso que él. Y su viejo amigo, Harry Osborn (Dane DeHaan), regresa, Peter se da cuenta que todos sus enemigos tienen algo en común: OsCorp."
    },
    {
      "show_name": "Pokémon Detective Pikachu",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/pokemon_detective_pikachu.jpg",
      "start_time": "2026-02-01 08:30:00",
      "end_time": "2026-02-01 10:22:00",
      "episode_number": "",
      "show_category": "Animación",
      "show_description": "La historia comienza cuando el detective Harry Goodman (Paul Kitson) desaparece misteriosamente, lo que incita a su hijo de 21 años, Tim (Justice Smith) a descubrir qué sucedió. Ayudándolo en la investigación está el antiguo compañero de Harry, el detective Pikachu (Ryan Reynolds): un super detective hilarante sabio y adorable que es un desconcierto incluso para él. Al descubrir que están equipados de manera única para comunicarse entre sí, Tim y Pikachu se unen en una emocionante aventura para desentrañar el enredado misterio. Persiguiendo pistas a través de las calles iluminadas con luces de neón de Ryme City – una metrópolis moderna y extensa donde los humanos y los Pokémon viven juntos en un mundo hiperrealista de acción en vivo – se encuentran con un elenco diverso de personajes Pokémon y descubren una trama impactante que podría destruir esta coexistencia pacífica y amenazar a todo el universo Pokémon."
    },
    {
      "show_name": "Harry Potter y las Reliquias de la Muerte",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/harry_potter_y_las_reliquias_de_la_muerte.jpg",
      "start_time": "2026-02-01 10:22:00",
      "end_time": "2026-02-01 12:56:00",
      "episode_number": "",
      "show_category": "Película",
      "show_description": "Nombre que recibe en Latinoamérica y España la película \"Harry Potter and the Deathly Hallows\", séptima y última aventura que será presentada en dos partes, la primera parte en 2010 y la segunda parte en 2011.El primer film empieza con Harry, Ron y Hermonie embarcados en la misión de encontrar y destruir a Voldemort, y la cualidad que lo hace inmortal, invencible y además el poder de la destrucción llamado el Horrocurx. En este episodio no contaran con la guía de sus profesores ni tampoco de la protección del Profesor Dubledor."
    },
    {
      "show_name": "Titanes del Pacífico",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/titanes_del_pacifico.jpg",
      "start_time": "2026-02-01 12:56:00",
      "end_time": "2026-02-01 15:09:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "(Pacific Rim) La humanidad creía que los extraterrestres vendrían desde el cielo, pero todos estábamos equivocados, ellos entran a nuestro mundo a través de un portal en el fondo del pacífico y son unos monstruos gigantescos, para combatirlos nuestra única esperanza son un escuadrón de robots gigantes piloteados por humanos."
    },
    {
      "show_name": "Inmaculada",
      "show_logo": "",
      "start_time": "2026-02-01 15:09:00",
      "end_time": "2026-02-01 16:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Caballero de los Siete Reinos",
      "show_logo": "",
      "start_time": "2026-02-01 16:45:00",
      "end_time": "2026-02-01 17:30:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Aquaman y el Reino Perdido",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/aquaman_y_el_reino_perdido.jpg",
      "start_time": "2026-02-01 17:30:00",
      "end_time": "2026-02-01 19:42:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "Al no poder derrotar a Aquaman (Jason Momoa) la primera vez, Black Manta (Yahya Abdul-Mateen II), todavía impulsado por la necesidad de vengar la muerte de su padre, no se detendrá ante nada para acabar con Aquaman de una vez por todas. Esta vez Black Manta es más formidable que nunca y ejerce el poder del mítico Tridente Negro, que desata una fuerza antigua y malévola. Para derrotarlo, Aquaman recurrirá a su hermano encarcelado Orm (Patrick Wilson), el ex rey de la Atlántida, para forjar una alianza improbable. Juntos, deben dejar de lado sus diferencias para proteger su reino y salvar a la familia de Aquaman y al mundo de una destrucción irreversible."
    },
    {
      "show_name": "Moonfall",
      "show_logo": "",
      "start_time": "2026-02-01 19:42:00",
      "end_time": "2026-02-01 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Vista por Última Vez",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/last_seen_alive.jpg",
      "start_time": "2026-02-01 22:00:00",
      "end_time": "2026-02-01 23:43:00",
      "episode_number": "",
      "show_category": "Acción",
      "show_description": "Cuando la esposa separada de Will (Gerard Butler), Lisa (Jaimie Alexander), desaparece durante una parada en una estación de servicio de gasolina, Will debe embarcarse en una frenética tarea para rescatarla mientras elude a la policía que sospecha que él cometió un delito."
    },
    {
      "show_name": "La Huérfana: El Origen",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/la_huerfana_el_origen.jpg",
      "start_time": "2026-02-01 23:43:00",
      "end_time": "2026-02-02 01:28:00",
      "episode_number": "",
      "show_category": "Crimen",
      "show_description": "La aterradora saga de Esther continúa en esta emocionante precuela del original e impactante éxito de terror, La Huérfana. Después de orquestar una fuga brillante de un centro psiquiátrico de Estonia, Esther (Isabelle Fuhrman) viaja a Estados Unidos haciéndose pasar por la hija desaparecida de una familia adinerada. Sin embargo, surge un giro inesperado que la enfrenta a una madre que protegerá a su familia de la \"niña\" asesina a toda costa."
    }
  ]
}