{
  "channel": "Studio Universal (México)",
  "date": "07/02/2026",
  "schedule": [
    {
      "show_name": "Creed III",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Studio-Universal-M-xico/today/creed-iii.webp",
      "show_category": "Drama",
      "start_time": "00:00",
      "end_time": "00:25",
      "episode_description": "Después de dominar el mundo del boxeo, Adonis Creed (Michael B. Jordan) ha prosperado tanto en su carrera como en su vida familiar. Cuando un amigo de la infancia y ex prodigio del boxeo, Damian (Jonathan Majors), reaparece después de cumplir una larga condena en prisión, está ansioso por demostrar que merece su oportunidad en el ring. El Enfrentamiento entre antiguos amigos es más que una simple pelea. Para ajustar cuentas, Adonis debe arriesgar su futuro para luchar contra Damian – un luchador que no tiene nada que perder."
    },
    {
      "show_name": "Analízame",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:25",
      "end_time": "02:20",
      "episode_description": ""
    },
    {
      "show_name": "Analízate",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:20",
      "end_time": "04:10",
      "episode_description": ""
    },
    {
      "show_name": "La Mejor de mis Bodas",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:10",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Hollywood on Set",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:00",
      "end_time": "06:30",
      "episode_description": ""
    },
    {
      "show_name": "Lego Batman: La Película",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Studio-Universal-M-xico/today/lego-batman-la-película.webp",
      "show_category": "Acción",
      "start_time": "06:30",
      "end_time": "08:25",
      "episode_description": "Bruno (Will Arnett) es el excéntrico súper héroe de Ciudad Gótica, cuando regresa a la baticueva, Alfred (Ralph Fiennes) le recuerda que él no solo debe combatir el crimen de la ciudad si no también formar una familia y este le recuerda que tiene que educar al joven Ricardo Tapia (Michael Cera). Pero hay grandes riesgos en la Ciudad Gótica y si él desea salvar la ciudad de él Guasón (Zach Galifianakis), Batman podría dejar de ser el vigilante solitario, tratando de trabajar con otros y quizás, tal vez, aprender a soltarse un poco."
    },
    {
      "show_name": "La gran aventura Lego",
      "show_logo": "",
      "show_category": "",
      "start_time": "08:25",
      "end_time": "10:15",
      "episode_description": ""
    },
    {
      "show_name": "La gran aventura Lego 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:15",
      "end_time": "12:10",
      "episode_description": ""
    },
    {
      "show_name": "Paddington 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "12:10",
      "end_time": "14:05",
      "episode_description": ""
    },
    {
      "show_name": "Los tipos malos",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:05",
      "end_time": "15:55",
      "episode_description": ""
    },
    {
      "show_name": "Un jefe en pañales 2: Negocios de familia",
      "show_logo": "",
      "show_category": "",
      "start_time": "15:55",
      "end_time": "17:50",
      "episode_description": ""
    },
    {
      "show_name": "Tomb Raider: Las Aventuras de Lara Croft",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Studio-Universal-M-xico/today/tomb-raider-las-aventuras-de-lara-croft.webp",
      "show_category": "Acción",
      "start_time": "17:50",
      "end_time": "20:00",
      "episode_description": "Lara Croft (Alicia Vikander), ferozmente independiente hija de un aventurero perdido, debe esforzarse más allá de sus límites cuando se encuentra en la isla donde desapareció su padre."
    },
    {
      "show_name": "El Hobbit: Un Viaje Inesperado",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Studio-Universal-M-xico/today/el-hobbit-un-viaje-inesperado.webp",
      "show_category": "Aventura",
      "start_time": "20:00",
      "end_time": "23:00",
      "episode_description": "(The Hobbit: An Unexpected Journey). Bilbo Baggins (Martin Freeman) viaja para reclamar un tesoro que les fue robado por el temible dragon Smaug. Con la ayuda del hechicero Gandalf el Gris (Ian McKellen), Bilbo junto con trece enanos comandados por el legendario guerrero, Thorin Oakenshield (Richard Armitage). Su viaje los llevara a lugares salvajes; a través de tierras repletas de Goblins, Orcos, Serpientes Gigantes, Hechiceras y Seres que cambian de forma. Su meta se encuentra hacia el Este rumbo a las tierras perdidas de la Montaña Solitaria pero primero ellos deben escapar de los tunesles de los Goblin, donde Bilbo conoce a la criatura que cambiara su vida para siempre … Gollum (Andy Serkis). Desde aquí, solo junto a Gollum, en las orillas de un lago subterráneo, el inocente Bilbo Baggins no solo descubre coraje que los sorprende a si mismo, el también gana la posesión del “preciado” anillo de Gollum."
    },
    {
      "show_name": "El Hobbit: La Batalla de los Cinco Ejércitos",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Studio-Universal-M-xico/today/el-hobbit-la-batalla-de-los-cinco-ejércitos.webp",
      "show_category": "Aventura",
      "start_time": "23:00",
      "end_time": "01:25",
      "episode_description": "Thorin y sus compañeros han llegado a la guarida de Smaug pero sin darse cuenta han desatado una fuerza letal contra el mundo. El enfurecido Smaug desata su ira contra los inocentes ciudadanos de la Ciudad del Lago.Tras recuperar el tesoro, Thorin, obsesionado por lo que han recuperado sacrifica a sus amigos y su honor con el fin de no volverlo a perder, Bilbo al tratar de hacer entrar en razón a Thorin lo llevan a tomar una decisión desesperada y peligrosa.Mientras las fuerzas malignas se unen y el conflicto se intensifica, los Enanos, Elfos y Humanos deberán tomar la decisión de unirse o ser destruidos. Bilbo deberá luchar por su vida y la de sus amigos en la batalla épica de los cinco ejércitos, mientras el futuro de la tierra media está por colapsar."
    }
  ]
}