{
  "channel": "Cinema Platino",
  "date": "19/02/2026",
  "schedule": [
    {
      "show_name": "Atrapada En El Fondo Del Mar",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Cinema-Platino/tomorrow/atrapada-en-el-fondo-del-mar.webp",
      "show_category": "Drama",
      "start_time": "00:00",
      "end_time": "01:18",
      "episode_description": "Unos días después de Navidad, las medias hermanas Ida (Moa Gammel) y Tuva (Madeleine Martin) deciden hacer una inmersión en una remota costa, pero un deslave deja atrapada a Tuva bajo el agua. Ida regresa a la superficie para descubrir que el mismo desplazamiento de roca ha cubierto todo su equipo dejándolas completamente aisladas sin ninguna posibilidad de pedir ayuda. Mientras se desarrolla la frenética carrera por la supervivencia, Ida se someterá a los imposibles para ayudar a Tuva."
    },
    {
      "show_name": "¿Por qué los hombres son infieles?",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:18",
      "end_time": "02:54",
      "episode_description": ""
    },
    {
      "show_name": "La ballena",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:54",
      "end_time": "04:56",
      "episode_description": ""
    },
    {
      "show_name": "Un acto de esperanza",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:56",
      "end_time": "06:46",
      "episode_description": ""
    },
    {
      "show_name": "Una buena mentira",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:46",
      "end_time": "08:40",
      "episode_description": ""
    },
    {
      "show_name": "Agente Bajo Fuego",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Cinema-Platino/tomorrow/agente-bajo-fuego.webp",
      "show_category": "Acción",
      "start_time": "08:40",
      "end_time": "10:44",
      "episode_description": "Cuando hay un intento de asesinato contra el presidente de los Estados Unidos, Allan Trumbull (Morgan Freeman), su hombre de confianza, el agente del Servicio Secreto Mike Banning (Gerard Butler), es acusado injustamente y puesto bajo custodia. Después de escapar de la captura, se convierte en un hombre que huye y debe evadir a su propia agencia y ser más astuto que el FBI para encontrar la verdadera amenaza hacia el presidente. Desesperado por descubrir la verdad, Bannin trabaja con aliados poco probables para ayudar a limpiar su nombre, evitar que su familia sufra daños y salvar al país del peligro inminente."
    },
    {
      "show_name": "La increíble historia de David Copperfield",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:44",
      "end_time": "12:50",
      "episode_description": ""
    },
    {
      "show_name": "¡Hombre al Agua!",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Cinema-Platino/tomorrow/hombre-al-agua.webp",
      "show_category": "Comedia",
      "start_time": "12:50",
      "end_time": "14:47",
      "episode_description": "Leonardo (Eugenio Derbez), un playboy egoísta, mimado y de la familia más adinerada de México y Kate (Anna Faris), una madre soltera de clase trabajadora es contratada para limpiar el yate de lujo de Leonardo. Después de haber sido despedida injustamente y negarse a pagarle a ella, Leonardo hace una fiesta donde bebe demasiado y cae por la borda quedando inconsciente y despertando en la costa de Oregón con amnesia. Cuando Kate se entera de esto, ella se presenta en el hospital y decidida a recuperar su dinero, convence a Leonardo que él es su marido y hace que trabaje por primera vez en su vida. Al principio miserable e inepto, Leonardo se instala lentamente. Finalmente se gana el respeto de su nueva \"familia\" y sus compañeros de trabajo. Pero, con la familia de Leonardo multimillonaria en camino, y la posibilidad que su memoria pudiera regresar en cualquier momento, ¿Durará con su nueva familia o Leonardo finalmente recordara todo y la dejará para siempre?"
    },
    {
      "show_name": "Contrarreloj",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:47",
      "end_time": "16:25",
      "episode_description": ""
    },
    {
      "show_name": "El Pasajero",
      "show_logo": "",
      "show_category": "",
      "start_time": "16:25",
      "end_time": "18:13",
      "episode_description": ""
    },
    {
      "show_name": "La Casa Gucci",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Cinema-Platino/tomorrow/la-casa-gucci.webp",
      "show_category": "Crimen",
      "start_time": "18:13",
      "end_time": "20:54",
      "episode_description": "La Casa Gucci está inspirada en la impactante historia real de imperio familiar detrás de la casa de moda italiana Gucci. A lo largo de tres décadas de amor, traición, decadencia, venganza y en última instancia un asesinato, veremos lo que significa un nombre, lo que vale y hasta dónde llegará una familia por el control."
    },
    {
      "show_name": "Juego de Ladrones",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Cinema-Platino/tomorrow/juego-de-ladrones.webp",
      "show_category": "Acción",
      "start_time": "20:54",
      "end_time": "23:18",
      "episode_description": "Una saga de crímenes de Los Ángeles en la línea de \"Calor\", sigue la vida de una unidad de élite del departamento del sheriff del condado de Los Ángeles y la banda de ladrones de bancos más exitosa del estado, mientras los forajidos planean un atraco aparentemente imposible al Banco de la Reserva Federal del centro de Los Ángeles."
    },
    {
      "show_name": "Addicted",
      "show_logo": "",
      "show_category": "",
      "start_time": "23:18",
      "end_time": "01:12",
      "episode_description": ""
    }
  ]
}