{
  "channel": "Golden (México)",
  "date": "14/02/2026",
  "schedule": [
    {
      "show_name": "De Amor y Otras Adicciones",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "00:08",
      "episode_description": ""
    },
    {
      "show_name": "La provocación",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:08",
      "end_time": "02:27",
      "episode_description": ""
    },
    {
      "show_name": "Sobreviviendo mis XV",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:27",
      "end_time": "04:21",
      "episode_description": ""
    },
    {
      "show_name": "Home Office Especial",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:21",
      "end_time": "05:23",
      "episode_description": ""
    },
    {
      "show_name": "Amor a Primera visa",
      "show_logo": "",
      "show_category": "",
      "start_time": "05:23",
      "end_time": "07:23",
      "episode_description": ""
    },
    {
      "show_name": "María, ¡Me Muero!",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Golden-M-xico/tomorrow/maría-me-muero.webp",
      "show_category": "Comedia",
      "start_time": "07:23",
      "end_time": "09:08",
      "episode_description": "\"María, ¡Me Muero! Es una comedia sobre un hombre hipocondriaco, el único ser en el mundo capaz de tener hasta resfriados terminales, y de su mujer que tiene que aguantarlo hasta que decide hacer algo al respecto. El miedo a la muerte nunca fue tan divertido."
    },
    {
      "show_name": "A la mala",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:08",
      "end_time": "10:58",
      "episode_description": ""
    },
    {
      "show_name": "No manches Frida",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:58",
      "end_time": "13:04",
      "episode_description": ""
    },
    {
      "show_name": "No Manches Frida 2",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Golden-M-xico/tomorrow/no-manches-frida-2.webp",
      "show_category": "Comedia",
      "start_time": "13:04",
      "end_time": "14:57",
      "episode_description": "¡En esta secuela, la pandilla alborotadora y los maestros abandonan el patio de la escuela y van a la playa! Pero hay un problema en el paraíso… literalmente… Cuando Zequi (Omar Chaparro) está a punto de casarse con el amor su vida, Lucy (Martha Higareda), el día de la boda se transforma en un fiasco y Lucy cancela casarse. Mientras tanto, la escuela se encuentra en graves problemas y la pandilla se dirige al agua para competir en el torneo de sus vidas. Una vez que están todos a la orilla del mar, Lucy se encuentra con su novio de secundaria, Mario (Aarón Díaz), quien, desde la última vez que lo vio, se ha transformado en un ardiente galán. Es el entrenador del equipo contrario y Zequi se encuentra a sí mismo como un rival en más de una competición. Ahora tiene que ganar todos los desafíos para pelearse con sus niños ruidosos, recuperar a Lucy, y en caso de que eso no fuera suficiente ¡evitar que la escuela sea cerrada llevando al Instituto Frida Kahlo a la victoria!"
    },
    {
      "show_name": "¿Quieres ser mi… hijo?",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Golden-M-xico/tomorrow/quieres-ser-mi-hijo.webp",
      "show_category": "Comedia",
      "start_time": "14:57",
      "end_time": "16:49",
      "episode_description": "¿Quieres ser mi… hijo? Cuenta la historia de Lucia \"Lu\" (Ludwika Paleta), una mujer conformista de unos 40 años que un día descubre que su novio, con el que llevaba 15 años de relación, la engaña. Estancada, desconsolada y sin trabajo, Lu decide regresar a su apartamento de soltera para empezar de cero, sólo para descubrir que su nuevo vecino es Javier (Juanpa Zurita), un guapo mujeriego de 23 años que siempre está de fiesta y no la deja descansar. Para conseguir el trabajo que siempre quiso, Lu decide mentir en su entrevista de trabajo; dice ser una mujer de familia y que tiene un hijo de 19 años. Por si fuera poco, en la última prueba para ser contratada, Lu deberá pasar un fin de semana con los ejecutivos de la empresa y sus familias en Valle de Bravo. Desesperada, Lu le ofrece un trato a Javi: él se debe hacer pasar por su hijo y a cambio ella le permitirá salir de fiesta todo lo que quiera sin llamar a la policía. Lo que ninguno de los dos sabe es que, en ese fin de semana entre tantas mentiras, surgirá entre ellos un romance inesperado, que les hará cuestionarse qué es lo que realmente quieren en la vida."
    },
    {
      "show_name": "Veinteañera Divorciada y",
      "show_logo": "",
      "show_category": "",
      "start_time": "16:49",
      "end_time": "18:34",
      "episode_description": ""
    },
    {
      "show_name": "Cindy la Regia",
      "show_logo": "",
      "show_category": "",
      "start_time": "18:34",
      "end_time": "20:30",
      "episode_description": ""
    },
    {
      "show_name": "¿Y Cómo es Él?",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Golden-M-xico/tomorrow/y-cómo-es-él.webp",
      "show_category": "Comedia",
      "start_time": "20:30",
      "end_time": "22:14",
      "episode_description": "Tomás (Mauricio Ochmann) es un hombre apacible que va a Puerto Vallarta para enfrentar al taxista que tiene un romance con su esposa, pero termina conduciendo de regreso a la Ciudad de México con él. En el transcurso de un memorable viaje de larga distancia lleno de incidentes, un extraño vínculo se desarrolla entre ambos."
    },
    {
      "show_name": "Cásese Quien Pueda",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/Golden-M-xico/tomorrow/cásese-quien-pueda.webp",
      "show_category": "Comedia",
      "start_time": "22:14",
      "end_time": "00:11",
      "episode_description": "Ana Paula (Martha Higareda) y Daniela (Miriam Higareda) son dos hermanas que tienen metas completamente distintas: una casarse, la otra buscar una carrera; y de cómo la vida las lleva a intercambiar sus sueños y acabar en el lugar menos esperado."
    }
  ]
}