{
  "channel": "Golden Plus",
  "date": "10/02/2026",
  "schedule": [
    {
      "show_name": "Rec",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "00:45",
      "episode_description": ""
    },
    {
      "show_name": "El Patriota",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:45",
      "end_time": "02:18",
      "episode_description": ""
    },
    {
      "show_name": "Horizonte profundo",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:18",
      "end_time": "04:10",
      "episode_description": ""
    },
    {
      "show_name": "Los ilusionistas 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:10",
      "end_time": "06:10",
      "episode_description": ""
    },
    {
      "show_name": "Power Rangers",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:10",
      "end_time": "08:19",
      "episode_description": ""
    },
    {
      "show_name": "Nada Que Ver",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/nada_que_ver.jpg",
      "show_category": "Suspenso",
      "start_time": "08:19",
      "end_time": "09:50",
      "episode_description": "Después de renunciar a su trabajo, Carlos (Guillermo Villegas), un perezoso enfermero que está ahogado en deudas, comienza a cuidar de Paola (Fiona Palomo), una estudiante de arquitectura que perdió la vista repentinamente. Siendo dos personas completamente diferentes, aprenderán uno del otro y descubrirán que el amor no siempre es a primera vista."
    },
    {
      "show_name": "Salvando al soldado pérez",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:50",
      "end_time": "11:37",
      "episode_description": ""
    },
    {
      "show_name": "Hombre de Familia",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/hombre_de_familia.jpg",
      "show_category": "Comedia",
      "start_time": "11:37",
      "end_time": "13:31",
      "episode_description": "(The Family Man) Es la historia moderna de Frank Capra. Jack Campbell (Nicolas Cage), es un hombre exitoso de negocios que vive su vida de soltero teniéndolo todo incluyendo un lujoso auto deportivo. Un día el despierta al lado de su ex novia de universidad, Kate Reynolds (Téa Leoni) que ahora es su esposa además ahora él tiene dos hijos y su auto deportivo es ahora una mini-van y viven en New Jersey. Al ver que él no cuenta con los lujos que anteriormente poseía ahora busca desesperadamente recuperar su vida anterior."
    },
    {
      "show_name": "El mesero",
      "show_logo": "",
      "show_category": "",
      "start_time": "13:31",
      "end_time": "15:01",
      "episode_description": ""
    },
    {
      "show_name": "¿Quieres ser mi… hijo?",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/quieres_ser_mi_hijo.jpg",
      "show_category": "Comedia",
      "start_time": "15:01",
      "end_time": "16:43",
      "episode_description": "¿Quieres ser mi… hijo? Cuenta la historia de Lucia \"Lu\" (Ludwika Paleta), una mujer conformista de unos 40 años que un día descubre que su novio, con el que llevaba 15 años de relación, la engaña. Estancada, desconsolada y sin trabajo, Lu decide regresar a su apartamento de soltera para empezar de cero, sólo para descubrir que su nuevo vecino es Javier (Juanpa Zurita), un guapo mujeriego de 23 años que siempre está de fiesta y no la deja descansar. Para conseguir el trabajo que siempre quiso, Lu decide mentir en su entrevista de trabajo; dice ser una mujer de familia y que tiene un hijo de 19 años. Por si fuera poco, en la última prueba para ser contratada, Lu deberá pasar un fin de semana con los ejecutivos de la empresa y sus familias en Valle de Bravo. Desesperada, Lu le ofrece un trato a Javi: él se debe hacer pasar por su hijo y a cambio ella le permitirá salir de fiesta todo lo que quiera sin llamar a la policía. Lo que ninguno de los dos sabe es que, en ese fin de semana entre tantas mentiras, surgirá entre ellos un romance inesperado, que les hará cuestionarse qué es lo que realmente quieren en la vida."
    },
    {
      "show_name": "Golpe De Suerte",
      "show_logo": "",
      "show_category": "",
      "start_time": "16:43",
      "end_time": "18:28",
      "episode_description": ""
    },
    {
      "show_name": "Guerra de novias",
      "show_logo": "",
      "show_category": "",
      "start_time": "18:28",
      "end_time": "20:00",
      "episode_description": ""
    },
    {
      "show_name": "Bohemian Rhapsody, La Historia de Freddie Mercury",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/bohemian_rhapsody.jpg",
      "show_category": "Biografía",
      "start_time": "20:00",
      "end_time": "22:20",
      "episode_description": "Bohemian Rhapsody es una celebración de Queen, su música y su extraordinario cantante Freddie Mercury (Rami Malek), quien desafió los estereotipos y las convenciones destrozadas para convertirse en uno de los artistas más queridos del planeta. La película muestra el ascenso meteórico de la banda a través de sus canciones icónicas y sonido revolucionario, su casi implosión mientras el estilo de vida de Mercury se sale de control, y su reunión triunfal en la víspera de \"Live Aid\", donde Mercury enfrenta una enfermedad que pone en peligro su vida, lidera a la banda en una de las mejores actuaciones en la historia del rock. En el proceso, cimentando el legado de una banda que siempre fue más como una familia, y que continúan inspirando a extraños, soñadores y amantes de la música hasta el día de hoy."
    },
    {
      "show_name": "El amarre",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:20",
      "end_time": "23:40",
      "episode_description": ""
    },
    {
      "show_name": "La cabaña",
      "show_logo": "",
      "show_category": "",
      "start_time": "23:40",
      "end_time": "01:56",
      "episode_description": ""
    }
  ]
}