{
  "channel": "Golden Plus",
  "date": "05/02/2026",
  "schedule": [
    {
      "show_name": "Un holograma para el rey",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "01:38",
      "episode_description": ""
    },
    {
      "show_name": "Divergente la serie: Leal",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:38",
      "end_time": "03:43",
      "episode_description": ""
    },
    {
      "show_name": "Día del Atentado",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/dia_de_heroes.jpg",
      "show_category": "Drama",
      "start_time": "03:43",
      "end_time": "06:00",
      "episode_description": "Después de un ataque indescriptible, el sargento de la policía Tommy Saunders (Mark Wahlberg), se une a valientes sobrevivientes, a los primeros en responder e investigadores en una carrera contra el tiempo para buscar y detener a los terroristas antes de que llegue otro ataque. Cruzando las historias del Agente especial Richard DesLauriers (Kevin Bacon), El comisionado de la policía Ed Davis (John Goodman), el Sargento Jeffrey Pugliese (J. K. Simmons) y la enfermera Carol Saunders (Michelle Monaghan) esta crónica captura el suspenso de una de las más sofisticadas cacerías en la historia y el coraje de las personas de Boston."
    },
    {
      "show_name": "Una Pequeña Confusión",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/una_pequena_confusion.jpg",
      "show_category": "Comedia",
      "start_time": "06:00",
      "end_time": "07:51",
      "episode_description": "En esta comedia llena de eventos, dos parejas que buscan tener hijos recurren a la inseminación artificial como último recurso. La ciencia no falla y la prueba da positivo, pero los humanos si: \"Una pequeña confusión\" (nada pequeña) provoca que la doctora intercambie accidentalmente las muestras de esperma. Ahora… cada futura mamá lleva el bebé de un completo extraño. Este ligero cambio de planes trastoca las vidas de Lola (Ana de la Reguera) y Cuauh (Cristo Fernández), una pareja progresista de clase media con espíritu libre, y de Iñigo (Juanpa Zurita) y Majo (Vico Escorcia), un dúo joven y conservador que vive en una burbuja de privilegio. Con dos bebés en camino y mucho que explicar, ambas parejas enfrentan nueve meses de una montaña rusa emocional, confrontando sus nuevas realidades, sus vidas y visiones para la crianza, los estándares sociales y el amor, que son drásticamente diferentes. Pero, lo más importante, ¿podrán dejar de lado sus diferencias para priorizar el bienestar de sus futuros hijos?"
    },
    {
      "show_name": "Chef a domicilio",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:51",
      "end_time": "09:50",
      "episode_description": ""
    },
    {
      "show_name": "Historia policial",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:50",
      "end_time": "11:44",
      "episode_description": ""
    },
    {
      "show_name": "Dioses de Egipto",
      "show_logo": "",
      "show_category": "",
      "start_time": "11:44",
      "end_time": "13:55",
      "episode_description": ""
    },
    {
      "show_name": "Juego De Espias",
      "show_logo": "",
      "show_category": "",
      "start_time": "13:55",
      "end_time": "16:05",
      "episode_description": ""
    },
    {
      "show_name": "Los caballeros",
      "show_logo": "",
      "show_category": "",
      "start_time": "16:05",
      "end_time": "18:01",
      "episode_description": ""
    },
    {
      "show_name": "Jungla",
      "show_logo": "",
      "show_category": "",
      "start_time": "18:01",
      "end_time": "20:00",
      "episode_description": ""
    },
    {
      "show_name": "Marley y yo",
      "show_logo": "",
      "show_category": "",
      "start_time": "20:00",
      "end_time": "22:00",
      "episode_description": ""
    },
    {
      "show_name": "Sin Límites",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/sin_limites.jpg",
      "show_category": "Misterio",
      "start_time": "22:00",
      "end_time": "23:49",
      "episode_description": "Cuando un escritor que toma el riesgo de consumir una droga experimental que hace que él sea capaz de utilizar el 100 por ciento de su cerebro. Este hombre evoluciona en una versión perfecta de sí mismo, forzando a los hombres más corruptos que él en asesinos. El escritor sin trabajo Eddie Morra (Bradley Cooper) y cuya novia Lindy (Abbie Cornish) lo abandona por no verle futuro alguno. Todo esto se desvanece cuando un día, su ex hermanastro le da una muestra gratis de NZT – una droga nueva y misteriosa. Ahora tras probar el NZT, Eddie puede leer, escuchar, ver y analizar todo a la vez en un pequeño instante que hacen que nazca un nuevo Eddie, un hombre súper exitoso que llama la atención del gurú de los negocios Carl Van Loon (Robert De Niro), quien ve en él una máquina de hacer millones. Pero no todo será fácil para Eddie ya que deberá enfrentar los efectos contrarios que esta droga ocasionan."
    },
    {
      "show_name": "Chef a domicilio",
      "show_logo": "",
      "show_category": "",
      "start_time": "23:49",
      "end_time": "01:48",
      "episode_description": ""
    }
  ]
}