{
  "channel": "HBO Family Latinoamérica",
  "date": "13/02/2026",
  "schedule": [
    {
      "show_name": "Karate kid",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "01:21",
      "episode_description": ""
    },
    {
      "show_name": "Los calienta bancas",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:21",
      "end_time": "02:48",
      "episode_description": ""
    },
    {
      "show_name": "Las Aventuras del Capitán",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:48",
      "end_time": "04:20",
      "episode_description": ""
    },
    {
      "show_name": "Angry Birds La Película",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:20",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Antz Hormiguitaz",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:00",
      "end_time": "07:26",
      "episode_description": ""
    },
    {
      "show_name": "Sing: ¡Ven y Canta!",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/sing-ven-y-canta.webp",
      "show_category": "Animación",
      "start_time": "07:26",
      "end_time": "09:17",
      "episode_description": "Buster Moon (Matthew McConaughey) un empresario que para salvar el teatro decide crear un evento musical para recuperar la gloria de su teatro. Buster ama su teatro y hará cualquier cosa para preservarlo, ahora tiene una última oportunidad para restaurar su joya a su antigua plenitud al producir una competencia de canto que jamás haya visto el mundo."
    },
    {
      "show_name": "Cómo Entrenar a tu Dragón 2",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/cómo-entrenar-a-tu-dragón-2.webp",
      "show_category": "Animación",
      "start_time": "09:17",
      "end_time": "11:00",
      "episode_description": "Han pasado 5 años desde que Hipo y Chimuelo han creado en la isla de Berk una unión fuerte entre dragones y Vikingos. Mientras Astrid, Patán y el resto del grupo compiten en las carreras de dragones – nuevo deporte de la isla – llegan a una caverna secreta en el hielo, hogar de cientos de dragones comandados por el Jinete del Dragón. Ahora los dos nuevos grupos deberán enfrentar al nuevo enemigo que planea con tomar el poder de todos los dragones."
    },
    {
      "show_name": "La vida secreta",
      "show_logo": "",
      "show_category": "",
      "start_time": "11:00",
      "end_time": "12:29",
      "episode_description": ""
    },
    {
      "show_name": "Las Momias y el Anillo Perdido",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/las-momias-y-el-anillo-perdido.webp",
      "show_category": "Animación",
      "start_time": "12:29",
      "end_time": "14:00",
      "episode_description": "En Egipto, en las profundidades de la tierra, hay una ciudad de momias que data de hace 3000 años. Por mandato imperial, la princesa Nefer (Eleanor Tomlinson) tiene que casarse con Thut (Joe Thomas), pero ninguno de los dos, quiere hacerlo: Nefer anhela la libertad y Thut es alérgico al compromiso. Pero al mandato de los dioses son ineludibles, y ahora Thut tendrá que casarse con Nefer en tan sólo siete días, llevando a la boda al antiguo anillo que le ha regalado el faraón.Mientras tanto, en la superficie de la tierra, Lord Silvester Carnaby (Hugh Bonneville) lleva a cabo una expedición arqueológica en la que, por primera vez, encuentra algo relevante: una tumba egipcia donde además de varios tesoros, encuentra una alianza. Es su oportunidad de pasar a la historia y hacer realidad su sueño, pero no tienen en cuenta que ese anillo ya tiene un dueño…Cuando Thut descubre que le han robado el anillo, no tiene más remedio que subir al mundo humano e infiltrarse en el Londres actual. Le acompaña su hermano pequeño Sekhem (Santiago Winder), un niño de ocho años que quiere recuperar el estatus de héroe de carreras de Thut; y Croc, un bebé cocodrilo y mascota de Sekhem; así como también Nefer, que aprovecha la oportunidad de huir del matrimonio y perseguir sus sueños. Juntas, las tres momias tendrán que navegar por el Londres actual, recuperar el anillo que Lord Silvester Carnaby ha robado y, algo que no estaba en los planes de Thut y Nefer, aprender a quererse."
    },
    {
      "show_name": "Minions",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/minions.webp",
      "show_category": "Animación",
      "start_time": "14:00",
      "end_time": "15:34",
      "episode_description": "La historia de los pequeños minions comienza desde que son unos simples organismos unicelulares y evolucionan a través del tiempo sirviendo a los villanos más temibles de todas las eras – desde el Tiranosaurio Rex hasta Napoleón – quedándose sin amo a quien servir y terminan por caer deprimidos.Pero un día un minion llamado Kevin tiene un plan que junto a sus “aminions” Stuart y Bob se aventuran en el mundo para encontrar un nuevo amo malvado para poder servirles.En esta aventura los minions se unen para trabajar con Scarlet Overkill (Sandra Bullock), la primer mujer súper villana del mundo y su esposo Herb Overkill (Jon Hamm). Partiendo desde la Antártida hasta la ciudad de Nueva York, para terminar en Londres donde deberán salvar a la especia minion de la exterminación."
    },
    {
      "show_name": "DC Liga de Súpermascotas",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/dc-liga-de-súpermascotas.webp",
      "show_category": "Animación",
      "start_time": "15:34",
      "end_time": "17:22",
      "episode_description": "En DC Liga de Súpermascotas, Krypto el super perro (Dwayne Johnson) y Superman (John Krasinski) son mejores amigos inseparables que comparten los mismos superpoderes y luchan juntos contra el crimen en Metrópolis lado a lado. Cuando Superman y el resto de la Liga de la Justicia son secuestrados, Krypto debe convencer a una banda de animales – Ace el sabueso (Kevin Hart), PB la mini cerda (Vanessa Bayer), Merton la Tortuga (Natasha Lyonne) y Chip la ardilla (Diego Luna) – a dominar sus propios poderes recién descubiertos y ayudarlo a rescatar a los superhéroes."
    },
    {
      "show_name": "Lluvia de hamburguesas 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "17:22",
      "end_time": "19:00",
      "episode_description": ""
    },
    {
      "show_name": "Sing: ¡Ven y Canta!",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/sing-ven-y-canta.webp",
      "show_category": "Animación",
      "start_time": "19:00",
      "end_time": "20:51",
      "episode_description": "Buster Moon (Matthew McConaughey) un empresario que para salvar el teatro decide crear un evento musical para recuperar la gloria de su teatro. Buster ama su teatro y hará cualquier cosa para preservarlo, ahora tiene una última oportunidad para restaurar su joya a su antigua plenitud al producir una competencia de canto que jamás haya visto el mundo."
    },
    {
      "show_name": "Karate Kid: Leyendas",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/karate-kid-leyendas.webp",
      "show_category": "Acción",
      "start_time": "20:51",
      "end_time": "22:28",
      "episode_description": "En Karate Kid: Leyendas, tras una tragedia familiar, el prodigio del kun fu Li Fong (Ben Wang) es desarraigado de su hogar en Pekín y obligado a mudarse a Nueva York con su madre. Li lucha por superar su pasado mientras intenta integrarse con sus nuevos compañeros de clase, y aunque no quiere pelear, los problemas parecen acecharlo por todas partes. Cuando un nuevo amigo necesita su ayuda, Li participa en una competición de karate, pero sus habilidades por sí solas no son suficientes. Su profesor de kung fu, el Sr. Han (Jackie Chan), recluta al Karate Kid original, Daniel LaRusso (Ralph Macchio), y Li aprende una nueva forma de luchar, fusionando sus dos estilos en uno para el duelo definitivo de artes marciales."
    },
    {
      "show_name": "Blanca Nieves y El Cazador",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:28",
      "end_time": "00:38",
      "episode_description": ""
    }
  ]
}