{
  "channel": "HBO (México)",
  "date": "18/02/2026",
  "schedule": [
    {
      "show_name": "Sé lo que Hicieron el Verano Pasado",
      "show_logo": "https://imagenes.gatotv.com/categorias/programas/miniatura/se_lo_que_hicieron_el_verano_pasado.jpg",
      "show_category": "Terror",
      "start_time": "00:00",
      "end_time": "01:37",
      "episode_description": "En un pequeño pueblo lleno de secretos, un grupo de jóvenes son acosados por un misterioso asesino enmascarado un año después de un accidente fatal en su noche de su graduación."
    },
    {
      "show_name": "Capitán Phillips",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:37",
      "end_time": "03:56",
      "episode_description": ""
    },
    {
      "show_name": "Soldado anónimo",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:56",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Enemigos Públicos",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/enemigos_publicos.jpg",
      "show_category": "Biografía",
      "start_time": "06:00",
      "end_time": "08:28",
      "episode_description": "(Public Enemies) En los años de 1930 en la ciudad de Chicago, en los Estados Unidos, uno de los más notables asalta bancos, John Dillinger (Johnny Depp) ama tanto su trabajo y esto es lo que lo hace a él sentirse bien.Este delincuente ha huido de la ciudad con ningún tipo de miedo a las represalias que las autoridades tienen hacia él y su banda de delincuentes. Mientras el continua asaltando bancos y huyendo de la justicia con su banda de ladrones, el conoce a Billie Frechette (Marion Cotillard) y termina enamorándose de esta mujer que logra entrar en su corazón frio. Mientras él se enamora y empieza su romance con Billie un agente del FBI Mervin Purvis (Christian Bale) se hace cargo del caso de estos roba bancos y Purvis está obsesionado en capturar a Dillinger a toda costa y no descansará hasta capturarlo a él y su banda."
    },
    {
      "show_name": "Harry Potter y las Reliquias de la Muerte",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/harry_potter_y_las_reliquias_de_la_muerte.jpg",
      "show_category": "Película",
      "start_time": "08:28",
      "end_time": "11:01",
      "episode_description": "Nombre que recibe en Latinoamérica y España la película \"Harry Potter and the Deathly Hallows\", séptima y última aventura que será presentada en dos partes, la primera parte en 2010 y la segunda parte en 2011.El primer film empieza con Harry, Ron y Hermonie embarcados en la misión de encontrar y destruir a Voldemort, y la cualidad que lo hace inmortal, invencible y además el poder de la destrucción llamado el Horrocurx. En este episodio no contaran con la guía de sus profesores ni tampoco de la protección del Profesor Dubledor."
    },
    {
      "show_name": "¿Quién *&$%! son los Miller?",
      "show_logo": "",
      "show_category": "",
      "start_time": "11:01",
      "end_time": "12:59",
      "episode_description": ""
    },
    {
      "show_name": "A Knight of the Seven Kingdoms",
      "show_logo": "",
      "show_category": "",
      "start_time": "12:59",
      "end_time": "13:41",
      "episode_description": ""
    },
    {
      "show_name": "El payaso del maizal",
      "show_logo": "",
      "show_category": "",
      "start_time": "13:41",
      "end_time": "15:23",
      "episode_description": ""
    },
    {
      "show_name": "M3GAN 2.0",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/m3gan_2_0.jpg",
      "show_category": "Acción",
      "start_time": "15:23",
      "end_time": "17:32",
      "episode_description": "Dos años después de que M3GAN, una maravilla de la inteligencia artificial, se rebelara y se embarcara en una masacre (con una coreografía implacable) y fuera posteriormente destruida, su creadora, Gemma (Allison Williams), se ha convertido en una reconocida autora y defensora de la supervisión gubernamental de la IA. Mientras tanto, Cady (Violet McGraw), la sobrina de Gemma, de 14 años, se ha convertido en una adolescente que se rebela contra las reglas sobreprotectoras de Gemma.Sin que ellos lo sepan, la tecnología subyacente de M3GAN ha sido robada y utilizada indebidamente por un poderoso contratista de defensa para crear un arma de grado militar conocida como Amelia (Ivanna Sakhno), la espía asesina de la infiltración definitiva. Pero a medida que Amelia adquiere mayor autoconciencia, pierde cada vez más interés en obedecer órdenes humanas. O en mantenerlas cerca. Con el futuro de la humanidad en juego, Gemma se da cuenta de que la única opción es resucitar a M3GAN (Amie Donald) y dotarla de algunas mejoras que la hagan más rápida, fuerte y letal. Al cruzar sus caminos, el icono original de la IA está a punto de encontrar su rival."
    },
    {
      "show_name": "Flash",
      "show_logo": "",
      "show_category": "",
      "start_time": "17:32",
      "end_time": "20:03",
      "episode_description": ""
    },
    {
      "show_name": "Venom: El Último Baile",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/venom_el_ultimo_baile.jpg",
      "show_category": "Acción",
      "start_time": "20:03",
      "end_time": "22:00",
      "episode_description": "En Venom: El Último Baile, Tom Hardy regresa como Venom, uno de los personajes más grandiosos y complejos de Marvel, para la última película de la trilogía. Eddie y Venom están huyendo. Perseguidos por sus dos mundos y con la red cerrándose, el dúo se ve obligado a tomar una decisión devastadora que hará que el último baile de Venom y Eddie termine."
    },
    {
      "show_name": "Spider-Man: De Regreso a Casa",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/spider-man_de_regreso_a_casa.jpg",
      "show_category": "Acción",
      "start_time": "22:00",
      "end_time": "00:18",
      "episode_description": "Un joven Peter Parker (Tom Holland) comienza a navegar con su nueva identidad como el super héroe Spider-Man. Emocionado por su experiencia con Los Vengadores, Peter regresa a casa, donde vive con su tía May (Marisa Tomei), bajo la atenta mirada de su nuevo mentor Tony Stark (Robert Downey Jr.). Peter intenta volver de nuevo a su rutina diaria – distraído por los pensamientos de probar ser más que el vecino amistoso, el Hombre Araña – pero cuando el Buitre (Michael Keaton) emerge como un nuevo villano, todo lo que a Peter le importa será amenazado."
    }
  ]
}