{
  "channel": "HBO Family Latinoamérica",
  "date": "18/02/2026",
  "schedule": [
    {
      "show_name": "Karate Kid: Leyendas",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/karate-kid-leyendas.webp",
      "show_category": "Acción",
      "start_time": "00:00",
      "end_time": "00:59",
      "episode_description": "En Karate Kid: Leyendas, tras una tragedia familiar, el prodigio del kun fu Li Fong (Ben Wang) es desarraigado de su hogar en Pekín y obligado a mudarse a Nueva York con su madre. Li lucha por superar su pasado mientras intenta integrarse con sus nuevos compañeros de clase, y aunque no quiere pelear, los problemas parecen acecharlo por todas partes. Cuando un nuevo amigo necesita su ayuda, Li participa en una competición de karate, pero sus habilidades por sí solas no son suficientes. Su profesor de kung fu, el Sr. Han (Jackie Chan), recluta al Karate Kid original, Daniel LaRusso (Ralph Macchio), y Li aprende una nueva forma de luchar, fusionando sus dos estilos en uno para el duelo definitivo de artes marciales."
    },
    {
      "show_name": "Paddington Aventura en",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:59",
      "end_time": "02:48",
      "episode_description": ""
    },
    {
      "show_name": "Tom y Jerry",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:48",
      "end_time": "04:31",
      "episode_description": ""
    },
    {
      "show_name": "La vida secreta",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:31",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Antz Hormiguitaz",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:00",
      "end_time": "07:25",
      "episode_description": ""
    },
    {
      "show_name": "Angry Birds La Película",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:25",
      "end_time": "09:05",
      "episode_description": ""
    },
    {
      "show_name": "Ga'Hoole - La Leyenda de los Guardianes",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:05",
      "end_time": "10:44",
      "episode_description": ""
    },
    {
      "show_name": "Harold y su Crayón Mágico",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/harold-y-su-crayón-mágico.webp",
      "show_category": "Animación",
      "start_time": "10:44",
      "end_time": "12:16",
      "episode_description": "En el interior de su libro, el aventurero Harold (Zachary Levi) puede hacer que cualquier cosa cobre vida con solo dibujarla. Cuando crece y se dibuja a sí mismo fuera de las páginas de libro y entra en el mundo físico, Harold descubre que tiene mucho que aprender sobre la vida real y que su fiel crayón morado puede desencadenar travesuras más divertidas de las que creía posibles. Cuando el poder de la imaginación ilimitada cae en las manos equivocadas, Harold y sus amigos necesitarán toda la creatividad para salvar tanto el mundo real como el suyo propio."
    },
    {
      "show_name": "Barbie",
      "show_logo": "",
      "show_category": "",
      "start_time": "12:16",
      "end_time": "14:13",
      "episode_description": ""
    },
    {
      "show_name": "Shrek Tercero",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/shrek-tercero.webp",
      "show_category": "Animación",
      "start_time": "14:13",
      "end_time": "15:49",
      "episode_description": "El puesto de Rey no es para cualquiera – especialmente si eres un ogro mal oliente. Cuando Shrek (Mike Myers) toma a Fiona como esposa, lo último que él ha querido es mandar el reino de Muy Muy Lejos, pero cuando su suegro el Rey Harold (John Cleese) muere repentinamente, Shrek es inmediatamente llamado a tomar el trono. Ahora a menos que encuentre un reemplazo para el difunto Rey Harold, Shrek deberá reinar por el resto de sus días.Como si no fueran suficientes problemas para Shrek, la Princesa Fiona tiene otra pequeña sorpresa. Aturdido por los deberes del reinado, Shrek tiene la tarea de encontrar el otro posible gobernante del reino de Muy Muy Lejos, el primo perdido de Fiona, Artie (Justin Timberlake), adolescente medieval. Mientras el ogro se encuentra fuera, su viejo némesis, el Príncipe Encantador (Rupert Everett) regresa al reino con su mente puesta en tomar el reinado. Incluso con el Burro (Eddie Murphy) y el Gato con Botas (Antonio Banderas) de su lado, será necesario hacer un esfuerzo del tamaño de ogros que incluye la ayuda de Fiona y su banda de princesas para ayudar a Shrek y Artie a salvar el día y encontrar su propio “Final Feliz”."
    },
    {
      "show_name": "Las Momias y el Anillo Perdido",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/las-momias-y-el-anillo-perdido.webp",
      "show_category": "Animación",
      "start_time": "15:49",
      "end_time": "17:20",
      "episode_description": "En Egipto, en las profundidades de la tierra, hay una ciudad de momias que data de hace 3000 años. Por mandato imperial, la princesa Nefer (Eleanor Tomlinson) tiene que casarse con Thut (Joe Thomas), pero ninguno de los dos, quiere hacerlo: Nefer anhela la libertad y Thut es alérgico al compromiso. Pero al mandato de los dioses son ineludibles, y ahora Thut tendrá que casarse con Nefer en tan sólo siete días, llevando a la boda al antiguo anillo que le ha regalado el faraón.Mientras tanto, en la superficie de la tierra, Lord Silvester Carnaby (Hugh Bonneville) lleva a cabo una expedición arqueológica en la que, por primera vez, encuentra algo relevante: una tumba egipcia donde además de varios tesoros, encuentra una alianza. Es su oportunidad de pasar a la historia y hacer realidad su sueño, pero no tienen en cuenta que ese anillo ya tiene un dueño…Cuando Thut descubre que le han robado el anillo, no tiene más remedio que subir al mundo humano e infiltrarse en el Londres actual. Le acompaña su hermano pequeño Sekhem (Santiago Winder), un niño de ocho años que quiere recuperar el estatus de héroe de carreras de Thut; y Croc, un bebé cocodrilo y mascota de Sekhem; así como también Nefer, que aprovecha la oportunidad de huir del matrimonio y perseguir sus sueños. Juntas, las tres momias tendrán que navegar por el Londres actual, recuperar el anillo que Lord Silvester Carnaby ha robado y, algo que no estaba en los planes de Thut y Nefer, aprender a quererse."
    },
    {
      "show_name": "Un Jefe en Pañales",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/un-jefe-en-pañales.webp",
      "show_category": "Animación",
      "start_time": "17:20",
      "end_time": "19:00",
      "episode_description": "Tim (Tobey Maguire) es el niño más feliz del mundo, tiene a los padres más increíbles del mundo y él es el rey de la casa. Pero un día sus padres deciden llevar a un bebé (Alec Baldwin) a la casa para que sea el hermanito menor de Tim, quien poco a poco empezará a adueñarse de la casa. Una noche Tim descubre que él puede hablar y tratará de convencer a sus padres que él está tramando algo."
    },
    {
      "show_name": "Angry Birds La Película",
      "show_logo": "",
      "show_category": "",
      "start_time": "19:00",
      "end_time": "20:40",
      "episode_description": ""
    },
    {
      "show_name": "Harold y su Crayón Mágico",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Family-Latinoam-rica/tomorrow/harold-y-su-crayón-mágico.webp",
      "show_category": "Animación",
      "start_time": "20:40",
      "end_time": "22:13",
      "episode_description": "En el interior de su libro, el aventurero Harold (Zachary Levi) puede hacer que cualquier cosa cobre vida con solo dibujarla. Cuando crece y se dibuja a sí mismo fuera de las páginas de libro y entra en el mundo físico, Harold descubre que tiene mucho que aprender sobre la vida real y que su fiel crayón morado puede desencadenar travesuras más divertidas de las que creía posibles. Cuando el poder de la imaginación ilimitada cae en las manos equivocadas, Harold y sus amigos necesitarán toda la creatividad para salvar tanto el mundo real como el suyo propio."
    },
    {
      "show_name": "El hombre araña 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:13",
      "end_time": "00:23",
      "episode_description": ""
    }
  ]
}