{
  "channel": "HBO (México)",
  "date": "20/02/2026",
  "schedule": [
    {
      "show_name": "Superman",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "00:17",
      "episode_description": ""
    },
    {
      "show_name": "Jurassic World: El Reino Caído",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/jurassic_world_el_reino_caido.jpg",
      "show_category": "Acción",
      "start_time": "00:17",
      "end_time": "02:31",
      "episode_description": "Han pasado cuatro años desde que el parque temático y complejo de lujo del Mundo Jurásico fue destruido por los dinosaurios fuera de su zona. La Isla Nublar ahora se encuentra abandonada por los humanos mientras los dinosaurios sobrevivientes se las arreglan por si solos en la jungla. Cuando el volcán inactivo de la isla comienza a rugir a la vida, Owen (Chris Pratt) y Claire (Bryce Dallas Howard) montan una campaña para rescatar a los dinosaurios restantes de este evento de extinción. Owen se siente impulsado a encontrar a Blue, su raptor líder quien todavía está desaparecida en la naturaleza y Claire ha tomado un mayor respeto por estas criaturas a las que ahora toma como misión. Al llegar a la isla inestable mientras la lava comienza a cubrir la isla, su expedición descubre una conspiración que podría volver todo nuestro planeta a un clima peligroso no visto desde la prehistoria."
    },
    {
      "show_name": "Industry",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:31",
      "end_time": "03:31",
      "episode_description": ""
    },
    {
      "show_name": "La caída del halcón negro",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:31",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Jack y Jill",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/jack_y_jill.jpg",
      "show_category": "Comedia",
      "start_time": "06:00",
      "end_time": "07:40",
      "episode_description": "Jack Sadelstein (Adam Sandler) es un exitoso ejecutivo de publicidad en Los Ángeles con una hermosa esposa llamada Erin (Katie Holmes), que le teme a un evento de cada año: la visita de su hermana gemela idéntica Jill (Adam Sandler) en el día de Acción de Gracias. La necesidad y la agresividad pasiva de Jill es enloquecedora para Jack, volviendo su vida normalmente tranquila al revés."
    },
    {
      "show_name": "After Para siempre",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:40",
      "end_time": "09:20",
      "episode_description": ""
    },
    {
      "show_name": "El Gran Viaje de tu Vida",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_gran_viaje_de_tu_vida.jpg",
      "show_category": "Drama",
      "start_time": "09:20",
      "end_time": "11:16",
      "episode_description": "Algunas puertas te llevan a tu pasado. Otras te llevan a tu futuro. Y algunas puertas lo cambian todo. Sarah (Margot Robbie) y David (Colin Farrell) son dos solteros desconocidos que se conocen en la boda de un amigo en común y pronto, por un giro inesperado del destino, se embarcan en un viaje audaz y hermoso – una aventura divertida, fantástica y emocionante donde reviven momentos importantes de su respectivos pasados, revelando cómo llegaron a donde están ahora… y posiblemente teniendo la oportunidad de cambiar sus futuros."
    },
    {
      "show_name": "Verano infernal",
      "show_logo": "",
      "show_category": "",
      "start_time": "11:16",
      "end_time": "12:46",
      "episode_description": ""
    },
    {
      "show_name": "Eso",
      "show_logo": "",
      "show_category": "",
      "start_time": "12:46",
      "end_time": "15:08",
      "episode_description": ""
    },
    {
      "show_name": "IT Capítulo Dos",
      "show_logo": "",
      "show_category": "",
      "start_time": "15:08",
      "end_time": "17:58",
      "episode_description": ""
    },
    {
      "show_name": "PECADORES",
      "show_logo": "",
      "show_category": "",
      "start_time": "17:58",
      "end_time": "20:23",
      "episode_description": ""
    },
    {
      "show_name": "El Asesino del Juego de Citas",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_asesino_del_juego_de_citas.jpg",
      "show_category": "Crimen",
      "start_time": "20:23",
      "end_time": "22:00",
      "episode_description": "El debut como directora de Anna Kendrick, El Asesino del Juego de Citas, está ambientada en Los Ángeles de 1970, cuando una aspirante a actriz se cruza con un asesino en serie en el set del popular programa, The Dating Game."
    },
    {
      "show_name": "De noche con el diablo",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:00",
      "end_time": "23:40",
      "episode_description": ""
    },
    {
      "show_name": "Aquaman y el Reino Perdido",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/aquaman_y_el_reino_perdido.jpg",
      "show_category": "Acción",
      "start_time": "23:40",
      "end_time": "01:52",
      "episode_description": "Al no poder derrotar a Aquaman (Jason Momoa) la primera vez, Black Manta (Yahya Abdul-Mateen II), todavía impulsado por la necesidad de vengar la muerte de su padre, no se detendrá ante nada para acabar con Aquaman de una vez por todas. Esta vez Black Manta es más formidable que nunca y ejerce el poder del mítico Tridente Negro, que desata una fuerza antigua y malévola. Para derrotarlo, Aquaman recurrirá a su hermano encarcelado Orm (Patrick Wilson), el ex rey de la Atlántida, para forjar una alianza improbable. Juntos, deben dejar de lado sus diferencias para proteger su reino y salvar a la familia de Aquaman y al mundo de una destrucción irreversible."
    }
  ]
}