{
  "channel": "HBO 2 Latinoamérica",
  "date": "13/02/2026",
  "schedule": [
    {
      "show_name": "M3GAN 2.0",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/m3gan_2_0.jpg",
      "show_category": "Acción",
      "start_time": "00:00",
      "end_time": "00:08",
      "episode_description": "Dos años después de que M3GAN, una maravilla de la inteligencia artificial, se rebelara y se embarcara en una masacre (con una coreografía implacable) y fuera posteriormente destruida, su creadora, Gemma (Allison Williams), se ha convertido en una reconocida autora y defensora de la supervisión gubernamental de la IA. Mientras tanto, Cady (Violet McGraw), la sobrina de Gemma, de 14 años, se ha convertido en una adolescente que se rebela contra las reglas sobreprotectoras de Gemma.Sin que ellos lo sepan, la tecnología subyacente de M3GAN ha sido robada y utilizada indebidamente por un poderoso contratista de defensa para crear un arma de grado militar conocida como Amelia (Ivanna Sakhno), la espía asesina de la infiltración definitiva. Pero a medida que Amelia adquiere mayor autoconciencia, pierde cada vez más interés en obedecer órdenes humanas. O en mantenerlas cerca. Con el futuro de la humanidad en juego, Gemma se da cuenta de que la única opción es resucitar a M3GAN (Amie Donald) y dotarla de algunas mejoras que la hagan más rápida, fuerte y letal. Al cruzar sus caminos, el icono original de la IA está a punto de encontrar su rival."
    },
    {
      "show_name": "MaXXXine",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/maxxxine.jpg",
      "show_category": "Crimen",
      "start_time": "00:08",
      "end_time": "02:01",
      "episode_description": "En el Hollywood de los años 80, Maxine Minx (Mia Goth), estrella de cine para adultos y aspirante a actriz, finalmente consigue su gran oportunidad. Pero mientras un misterioso asesino acecha a las estrellas de Hollywood, un rastro de sangre amenaza con revelar su siniestro pasado."
    },
    {
      "show_name": "Annabelle 2: La Creación",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/annabelle_2_la_creacion.jpg",
      "show_category": "Terror",
      "start_time": "02:01",
      "end_time": "03:58",
      "episode_description": "Tras la muerte de su hija Annabelle Mullins (Samara Lee), Samuel (Anthony LaPaglia) un fabricante de muñecas y su esposa Esther (Miranda Otto) deciden prestar su casa a una monja y varias niñas de un orfanato recién cerrado para evitar que las niñas se queden sin hogar, pero pronto se convertirán en el blanco de la muñeca demoniaca llamada Annabelle."
    },
    {
      "show_name": "Líbranos del Mal",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/libranos_del_mal.jpg",
      "show_category": "Crimen",
      "start_time": "03:58",
      "end_time": "06:00",
      "episode_description": "El oficial de policía de Nueva York, Ralph Sarchie (Eric Bana), quien ha estado luchando con sus problemas personales, inicia la investigación de una serie de crímenes inexplicables. Junto con la ayuda de Mendoza (Édgar Ramírez) – un sacerdote poco ortodoxo con experiencia en exorcismos – combatirán las malvadas posesiones que están creando caos en la ciudad."
    },
    {
      "show_name": "La Chica del Tren",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/la_chica_del_tren.jpg",
      "show_category": "Drama",
      "start_time": "06:00",
      "end_time": "08:00",
      "episode_description": "Rachel (Emily Blunt) es una mujer divorciada que tras su separación comienza a viajar en el tren pasando cada mañana enfrente de su ex hogar donde su ex esposo Tom (Justin Theroux) sigue viviendo. Un día desde su asiento observa a una mujer arrastrada en contra de su voluntad, tras lo sucedido Rachel reporta la desaparición sin saber que todas las pistas la conllevan a ella como la principal sospechosa."
    },
    {
      "show_name": "Flash",
      "show_logo": "",
      "show_category": "",
      "start_time": "08:00",
      "end_time": "10:30",
      "episode_description": ""
    },
    {
      "show_name": "Cómo Entrenar a tu Dragón",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/como_entrenar_a_tu_dragon.jpg",
      "show_category": "Aventura",
      "start_time": "10:30",
      "end_time": "12:42",
      "episode_description": "En un mítico mundo Vikingo donde un joven adolescente aspira a seguir la tradición de la tribu de convertirse en mata dragones. Cuando finalmente captura su primer dragón, y su oportunidad de ser por fin aceptado por su tribu, descubre que ya no desea matar a los dragones si no que ahora prefiere ser amigo de ellos."
    },
    {
      "show_name": "Parque Jurásico",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/parque_jurasico.jpg",
      "show_category": "Aventura",
      "start_time": "12:42",
      "end_time": "14:56",
      "episode_description": "Parque Jurásico te lleva a una isla remota donde un increíble parque temático con dinosaurios vivos está a punto de convertirse en mortal, cinco personas deben luchar para sobrevivir entre los depredadores prehistóricos."
    },
    {
      "show_name": "Godzilla y Kong Nuevo Imperio",
      "show_logo": "",
      "show_category": "",
      "start_time": "14:56",
      "end_time": "16:58",
      "episode_description": ""
    },
    {
      "show_name": "Caballero de los Siete Reinos",
      "show_logo": "",
      "show_category": "",
      "start_time": "16:58",
      "end_time": "17:43",
      "episode_description": ""
    },
    {
      "show_name": "Cómo Entrenar a tu Dragón",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/como_entrenar_a_tu_dragon.jpg",
      "show_category": "Aventura",
      "start_time": "17:43",
      "end_time": "19:55",
      "episode_description": "En un mítico mundo Vikingo donde un joven adolescente aspira a seguir la tradición de la tribu de convertirse en mata dragones. Cuando finalmente captura su primer dragón, y su oportunidad de ser por fin aceptado por su tribu, descubre que ya no desea matar a los dragones si no que ahora prefiere ser amigo de ellos."
    },
    {
      "show_name": "Wonka",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/wonka.jpg",
      "show_category": "Aventura",
      "start_time": "19:55",
      "end_time": "22:00",
      "episode_description": "Basada en el extraordinario personaje de Charlie y la fábrica de chocolate, la joya de la corona de Roald Dahl y uno de los libros infantiles más vendidos de todos los tiempos, \"Wonka\" cuenta la maravillosa historia de cómo el mayor inventor del mundo, el mago y el chocolatero se convirtió en el querido Willy Wonka que conocemos hoy. Este espectáculo de la pantalla grande irresistiblemente vívido e inventivo presentará al público a un joven Willy Wonka (Timothée Chalamet), repleto de ideas y decidido a cambiar el mundo con un delicioso bocado a la vez – demostrando que las mejores cosas de la vida comienzan con un sueño, y si Tienes la suerte de conocer a Willy Wonka, todo es posible."
    },
    {
      "show_name": "Harry Potter y las Reliquias de la Muerte",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/harry_potter_y_las_reliquias_de_la_muerte.jpg",
      "show_category": "Película",
      "start_time": "22:00",
      "end_time": "00:33",
      "episode_description": "Nombre que recibe en Latinoamérica y España la película \"Harry Potter and the Deathly Hallows\", séptima y última aventura que será presentada en dos partes, la primera parte en 2010 y la segunda parte en 2011.El primer film empieza con Harry, Ron y Hermonie embarcados en la misión de encontrar y destruir a Voldemort, y la cualidad que lo hace inmortal, invencible y además el poder de la destrucción llamado el Horrocurx. En este episodio no contaran con la guía de sus profesores ni tampoco de la protección del Profesor Dubledor."
    }
  ]
}