{
  "channel": "HBO Plus",
  "date": "13/02/2026",
  "schedule": [
    {
      "show_name": "Pixels",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/pixeles.jpg",
      "show_category": "Acción",
      "start_time": "00:00",
      "end_time": "01:16",
      "episode_description": "Como niños comunes y corrientes de la década de los 80s, Sam Brenner (Adam Sandler), Will Cooper (Kevin James), Ludlow Lamonsoff (Josh Gad) y Eddie Plant (Peter Dinklage) salvaron el mundo miles de veces en video juegos. Ahora, ellos deberán hacerlo en la vida real. En Piexeles, cuando alienígenas intergalácticos descubren señales de video juegos clásicos y malinterpretan estas señales como una amenaza. Ahora el actual presidente de los estados unidos, Will Cooper, debe llamar a sus viejos amigos de video juegos para salvar el mundo de ser destruidos por PAC-MAN, Donkey Kong, Galaga, Centipede y Space Invaders. Uniéndoseles al equipo a teniente Violet Van Patten (Michelle Monaghan), una especialista en suplir a los jugadores con armas únicas para combatir a los alienígenas."
    },
    {
      "show_name": "Miedo punto com",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:16",
      "end_time": "03:00",
      "episode_description": ""
    },
    {
      "show_name": "Ex Machina",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:00",
      "end_time": "04:50",
      "episode_description": ""
    },
    {
      "show_name": "Furiosa",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/furiosa_de_la_saga_mad_max.jpg",
      "show_category": "Acción",
      "start_time": "04:50",
      "end_time": "07:25",
      "episode_description": "Mientras el mundo caía, la joven Furiosa (Anya Taylor-Joy) es arrebatada del Lugar Verde de Muchas Madres y cae en manos de una gran Horda de Motociclistas liderada por el Señor de la Guerra Dementus (Chris Hemsworth). Navegando por Wasteland, se encuentran con la Ciudadela presidida por el Immortan Joe (Lachy Hulme). Mientras los dos Tiranos luchan por el dominio, Furiosa debe sobrevivir a muchas pruebas mientras reúne los medios para encontrar el camino a casa."
    },
    {
      "show_name": "Firestarter",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:25",
      "end_time": "09:05",
      "episode_description": ""
    },
    {
      "show_name": "Reminiscencia",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:05",
      "end_time": "11:05",
      "episode_description": ""
    },
    {
      "show_name": "El Conjuro 3: El Diablo me Obligó a Hacerlo",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_conjuro_3_el_diablo_me_obligo_a_hacerlo.jpg",
      "show_category": "Terror",
      "start_time": "11:05",
      "end_time": "13:05",
      "episode_description": "El Conjuro 3: Revela una escalofriante historia de terror, asesinato y maldad desconocida que conmocionó incluso a los investigadores paranormales experimentados de la vida real, Ed (Patrick Wilson) y Lorraine Warren (Vera Farmiga). Uno de los casos más sensacionales de sus archivos, comienza con una lucha por el alma de un niño, luego los lleva más allá de cualquier cosa que hayan visto antes, para marcar la primera vez en la historia de los Estados Unidos que un sospechoso de asesinato que afirmaría estar poseído por un demonio como defensa."
    },
    {
      "show_name": "El Cazador y la Reina del Hielo",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_cazador_y_la_reina_del_hielo.jpg",
      "show_category": "Acción",
      "start_time": "13:05",
      "end_time": "15:05",
      "episode_description": "Mucho tiempo antes que se pensara que la malvada Reina Ravenna (Charlize Theron) había sido vencida por la espada de Blanca nieves, ella observó en silencio mientras como su hermana Freya (Emily Blunt), sufriera una traición devastadora y huyera de su reino. Con la capacidad de Freya para congelar cualquier enemigo, la joven reina del hielo ha pasado décadas en un palacio invernal remoto creando una legión de cazadores letales – incluyendo a Eric (Chris Hemsworth) y la guerrera Sara (Jessica Chastain) – sólo para encontrarse que sus dos más importantes guerreros desafiaran su orden de nunca enamorarse.Cuando Freya se entera de la muerte de su hermana, decide convocar a sus soldados restantes para llevar la casa del espejo mágico a la única hechicera que queda y que puede aprovechar su poder. Pero una vez que ella descubre que Ravenna puede ser resucitada de sus profundidades doradas, las hermanas malvadas amenazan esta tierra encantada con el doble de fuerzas oscuras que jamás se haya visto. Ahora, su ejército deberá demostrar su invencibilidad... a menos que el cazador desterrado que rompió la regla cardinal de su reina pueda luchar que esto suceda."
    },
    {
      "show_name": "La masacre de Texas El inicio",
      "show_logo": "",
      "show_category": "",
      "start_time": "15:05",
      "end_time": "16:40",
      "episode_description": ""
    },
    {
      "show_name": "Furia de Titanes 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "16:40",
      "end_time": "18:25",
      "episode_description": ""
    }
  ]
}