{
  "channel": "HBO (México)",
  "date": "15/02/2026",
  "schedule": [
    {
      "show_name": "PECADORES",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "02:02",
      "episode_description": ""
    },
    {
      "show_name": "El mal con el que vivo",
      "show_logo": "",
      "show_category": "",
      "start_time": "02:02",
      "end_time": "03:47",
      "episode_description": ""
    },
    {
      "show_name": "Titanes del Pacífico",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/titanes_del_pacifico.jpg",
      "show_category": "Acción",
      "start_time": "03:47",
      "end_time": "06:00",
      "episode_description": "(Pacific Rim) La humanidad creía que los extraterrestres vendrían desde el cielo, pero todos estábamos equivocados, ellos entran a nuestro mundo a través de un portal en el fondo del pacífico y son unos monstruos gigantescos, para combatirlos nuestra única esperanza son un escuadrón de robots gigantes piloteados por humanos."
    },
    {
      "show_name": "Son como niños 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:00",
      "end_time": "07:49",
      "episode_description": ""
    },
    {
      "show_name": "Miedo Profundo",
      "show_logo": "",
      "show_category": "",
      "start_time": "07:49",
      "end_time": "09:23",
      "episode_description": ""
    },
    {
      "show_name": "Mortal kombat",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:23",
      "end_time": "11:22",
      "episode_description": ""
    },
    {
      "show_name": "Damas en Guerra",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/damas_en_guerra.png",
      "show_category": "Comedia",
      "start_time": "11:22",
      "end_time": "13:35",
      "episode_description": "A sus treintas, Annie (Kristen Wiig) no se encuentra en lo mejor de su vida pero esto cambia completamente cuando ella toma el papel de ser dama de honor de la boda de su mejor amiga Lillian (Maya Rudolph). Siempre en su mente pero determinada a triunfar, Anna lidera un súper grupo de damas de boda en un viaje salvaje rumbo al gran evento."
    },
    {
      "show_name": "El Gran Viaje de tu Vida",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_gran_viaje_de_tu_vida.jpg",
      "show_category": "Drama",
      "start_time": "13:35",
      "end_time": "15:32",
      "episode_description": "Algunas puertas te llevan a tu pasado. Otras te llevan a tu futuro. Y algunas puertas lo cambian todo. Sarah (Margot Robbie) y David (Colin Farrell) son dos solteros desconocidos que se conocen en la boda de un amigo en común y pronto, por un giro inesperado del destino, se embarcan en un viaje audaz y hermoso – una aventura divertida, fantástica y emocionante donde reviven momentos importantes de su respectivos pasados, revelando cómo llegaron a donde están ahora… y posiblemente teniendo la oportunidad de cambiar sus futuros."
    },
    {
      "show_name": "Shazam!",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/shazam.jpg",
      "show_category": "Acción",
      "start_time": "15:32",
      "end_time": "17:52",
      "episode_description": "Todos tenemos un superhéroe dentro de nosotros, solo se necesita un poco de magia para sacarlo. En el caso de Billy Batson (Asher Angel), solo tiene que gritar una palabra, ¡SHAZAM! (Zachary Levi), este niño adoptivo de 14 años de edad puede convertirse en el superhéroe adulto Shazam, cortesía de un antiguo mago. Todavía niño de corazón – dentro de un cuerpo desgarrado y divino – Shazam se deleita en esta versión adulta de sí mismo al hacer lo que cualquier adolescente haría con superpoderes: ¡diviértete con ellos! ¿Puede volar? ¿Tiene visión de rayos X? ¿Puede dispara un rayo con sus manos? ¿Puede omitir su prueba de estudios sociales? Shazam se propone poner a prueba los limites de sus habilidades con la alegre imprudencia de un niño. Pero necesitará dominar estos poderes rápidamente para luchar contra las fuerzas mortales del mal controladas por el Dr. Thaddeus Sivana (Mark Strong)."
    },
    {
      "show_name": "M3GAN 2.0",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/m3gan_2_0.jpg",
      "show_category": "Acción",
      "start_time": "17:52",
      "end_time": "20:00",
      "episode_description": "Dos años después de que M3GAN, una maravilla de la inteligencia artificial, se rebelara y se embarcara en una masacre (con una coreografía implacable) y fuera posteriormente destruida, su creadora, Gemma (Allison Williams), se ha convertido en una reconocida autora y defensora de la supervisión gubernamental de la IA. Mientras tanto, Cady (Violet McGraw), la sobrina de Gemma, de 14 años, se ha convertido en una adolescente que se rebela contra las reglas sobreprotectoras de Gemma.Sin que ellos lo sepan, la tecnología subyacente de M3GAN ha sido robada y utilizada indebidamente por un poderoso contratista de defensa para crear un arma de grado militar conocida como Amelia (Ivanna Sakhno), la espía asesina de la infiltración definitiva. Pero a medida que Amelia adquiere mayor autoconciencia, pierde cada vez más interés en obedecer órdenes humanas. O en mantenerlas cerca. Con el futuro de la humanidad en juego, Gemma se da cuenta de que la única opción es resucitar a M3GAN (Amie Donald) y dotarla de algunas mejoras que la hagan más rápida, fuerte y letal. Al cruzar sus caminos, el icono original de la IA está a punto de encontrar su rival."
    },
    {
      "show_name": "Película",
      "show_logo": "",
      "show_category": "",
      "start_time": "20:00",
      "end_time": "21:00",
      "episode_description": ""
    },
    {
      "show_name": "A Knight of the Seven Kingdoms",
      "show_logo": "",
      "show_category": "",
      "start_time": "21:00",
      "end_time": "21:40",
      "episode_description": ""
    },
    {
      "show_name": "Película",
      "show_logo": "",
      "show_category": "",
      "start_time": "21:40",
      "end_time": "22:30",
      "episode_description": ""
    },
    {
      "show_name": "Industry",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:30",
      "end_time": "23:30",
      "episode_description": ""
    },
    {
      "show_name": "A Knight of the Seven Kingdoms",
      "show_logo": "",
      "show_category": "",
      "start_time": "23:30",
      "end_time": "00:10",
      "episode_description": ""
    }
  ]
}