{
  "channel": "HBO Pop",
  "date": "03/02/2026",
  "schedule": [
    {
      "show_name": "Cincuenta Sombras Liberadas",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Pop/tomorrow/cincuenta-sombras-liberadas.webp",
      "show_category": "Drama",
      "start_time": "00:00",
      "end_time": "00:50",
      "episode_description": "Christian Grey (Jamie Dornan) y Anastasia Steele (Dakota Johnson), regresan en el tercer capítulo de la saga Cincuentas Sombras de Grey."
    },
    {
      "show_name": "No te Preocupes Cariño",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Pop/tomorrow/no-te-preocupes-cariño.webp",
      "show_category": "Misterio",
      "start_time": "00:50",
      "end_time": "03:00",
      "episode_description": "Alice (Florence Pugh) y Jack (Harry Styles) tienen la suerte de vivir en la comunidad idealizada Victory, la empresa experimental del lugar que alberga a los hombres que trabajan para el proyecto ultrasecreto Victory y sus familias. El optimismo social de la década de 1950 propugnado por su CEO, Frank (Chris Pine) – tanto visionario corporativo como entrenador motivacional de vida – ancla todos los aspectos de la vida diaria en la utopía muy unida del desierto.Mientras los esposos pasan todos los días dentro de la sede del Proyecto Victory, trabajando en el \"desarrollo de materiales progresivos\", sus esposas – incluida la elegante pareja de Frank, Shelley (Gemma Chan) – pasando su tiempo disfrutando de la belleza, el lujo y el libertinaje de su comunidad. La vida es perfecta, con las necesidades de cada residente satisfechas por la compañía. Todo lo que piden a cambio es su discreción y un compromiso incondicional con la causa de Victory.Pero cuando comienzan a aparecer grietas en su idílica vida, exponiendo destellos de algo mucho más siniestro que acecha debajo de la atractiva fachada, Alice no puede evitar preguntarse qué están haciendo exactamente en Victory y por qué. ¿Cuánto está dispuesta a perder Alice para exponer lo que realmente está pasando en este paraíso?"
    },
    {
      "show_name": "Chiquito pero peligroso",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:00",
      "end_time": "04:45",
      "episode_description": ""
    },
    {
      "show_name": "Departamento de Homicidios",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:45",
      "end_time": "06:45",
      "episode_description": ""
    },
    {
      "show_name": "Noche de Juegos",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Pop/tomorrow/noche-de-juegos.webp",
      "show_category": "Crimen",
      "start_time": "06:45",
      "end_time": "08:30",
      "episode_description": "Max (Jason Bateman) y Annie (Rachel McAdams), cuya noche de juego semanal en parejas se ve mejorada cuando el carismático hermano de Max, Brooks (Kyle Chandler), organiza una fiesta de asesinato misterioso, completa con falsos matones y falsos agentes federales. Es entonces cuando Brooks es secuestrado, todo es parte del juego… ¿verdad? Pero cuando los seis jugadores súper competitivos se disponen a resolver el caso y ganar, comienzan a descubrir que ni este \"juego\" – ni Brooks – son lo que parecen ser. En el transcurso de una noche caótica, los amigos se encuentran cada vez más sobre sus cabezas, ya que cada giro lleva a otra curva inesperada. Sin reglas, sin puntos y sin idea de quiénes son todos los jugadores, esto podría ser lo más divertido que jamás hayan tenido… o que se acabe el juego."
    },
    {
      "show_name": "Mi vida a los diecisiete",
      "show_logo": "",
      "show_category": "",
      "start_time": "08:30",
      "end_time": "10:20",
      "episode_description": ""
    },
    {
      "show_name": "After amor infinito",
      "show_logo": "",
      "show_category": "",
      "start_time": "10:20",
      "end_time": "12:00",
      "episode_description": ""
    },
    {
      "show_name": "17 otra vez",
      "show_logo": "",
      "show_category": "",
      "start_time": "12:00",
      "end_time": "13:45",
      "episode_description": ""
    },
    {
      "show_name": "Muy parecido al amor",
      "show_logo": "",
      "show_category": "",
      "start_time": "13:45",
      "end_time": "15:35",
      "episode_description": ""
    },
    {
      "show_name": "Amores Materialistas",
      "show_logo": "",
      "show_category": "",
      "start_time": "15:35",
      "end_time": "17:35",
      "episode_description": ""
    },
    {
      "show_name": "After: Almas Perdidas",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Pop/tomorrow/after-almas-perdidas.webp",
      "show_category": "Drama",
      "start_time": "17:35",
      "end_time": "19:20",
      "episode_description": "Justo cuando Tessa (Josephine Langford) toma la decisión mas importante de su vida, todo cambia. Las revelaciones sobre su familia, y luego la de Hardin (Hero Fiennes Tiffin), ponen en duda todo lo que sabían antes y hacen que el futuro que tanto les ha costado ganar juntos sea más difícil de reclamar."
    },
    {
      "show_name": "After amor infinito",
      "show_logo": "",
      "show_category": "",
      "start_time": "19:20",
      "end_time": "21:00",
      "episode_description": ""
    },
    {
      "show_name": "¿Cómo Sobrevivir a mi Ex?",
      "show_logo": "https://programaciontv.com.mx/wp-content/uploads/downloaded-images/HBO-Pop/tomorrow/cómo-sobrevivir-a-mi-ex.webp",
      "show_category": "Drama",
      "start_time": "21:00",
      "end_time": "22:55",
      "episode_description": "Peter (Jason Segel) es alguien excéntrico pero un día como cualquiera otro, su ex novia Sara (Kristen Bell) decide terminar con él. Dadas las circunstancias, un amigo le sugiere que tome unas vacaciones en Hawái, pero sin saberlo su ex está en el hotel donde se hospeda."
    },
    {
      "show_name": "Amores Materialistas",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:55",
      "end_time": "00:55",
      "episode_description": ""
    }
  ]
}