{
  "channel": "Space (México)",
  "date": "07/02/2026",
  "schedule": [
    {
      "show_name": "The Grudge",
      "show_logo": "",
      "show_category": "",
      "start_time": "00:00",
      "end_time": "01:11",
      "episode_description": ""
    },
    {
      "show_name": "Mortal kombat",
      "show_logo": "",
      "show_category": "",
      "start_time": "01:11",
      "end_time": "03:01",
      "episode_description": ""
    },
    {
      "show_name": "The Beacon",
      "show_logo": "",
      "show_category": "",
      "start_time": "03:01",
      "end_time": "04:39",
      "episode_description": ""
    },
    {
      "show_name": "Anaconda 2",
      "show_logo": "",
      "show_category": "",
      "start_time": "04:39",
      "end_time": "06:00",
      "episode_description": ""
    },
    {
      "show_name": "Twist",
      "show_logo": "",
      "show_category": "",
      "start_time": "06:00",
      "end_time": "07:27",
      "episode_description": ""
    },
    {
      "show_name": "El Hombre de Acero",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_hombre_de_acero.jpg",
      "show_category": "Acción",
      "start_time": "07:27",
      "end_time": "09:52",
      "episode_description": "(Man of Steel) Un joven reportero criado por sus padres adoptivos luego de que fuera transportado a la tierra en su infancia desde el moribundo planeta Kriptón se encuentra en sí mismo en la posición de salvar la humanidad luego de que la tierra sea atacada."
    },
    {
      "show_name": "The Misfits",
      "show_logo": "",
      "show_category": "",
      "start_time": "09:52",
      "end_time": "11:27",
      "episode_description": ""
    },
    {
      "show_name": "The Marksman",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/el_protector_2021.jpg",
      "show_category": "Acción",
      "start_time": "11:27",
      "end_time": "13:19",
      "episode_description": "El endurecido ranchero de Arizona Jim Hanson (Liam Neeson) simplemente quiere que lo dejen solo mientras se defiende de los avisos de desalojo y trata de ganarse la vida en un tramo aislado de la frontera. Pero todo cambia cuando Hanson, un ex francotirador de la Marina, es testigo de la huida del migrante Miguel (Jacob Perez) de 11 años y su madre Rosa (Teresa Ruiz) de los asesinos del cartel de droga liderados por el despiadado Mauricio (Juan Pablo Raba). Después de ser atrapada en un tiroteo, Rosa agonizante le ruega a Jim que lleve a su hijo a un lugar seguro con su familia en Chicago. Desafiando a su hija policía Sarah (Katheryn Winnick), Jim saca a escondidas a Miguel de la estación local de la Patrulla Fronteriza y Aduanas de los Estados Unidos y juntos salen a la carretera mientras el grupo de asesinos los persigue. Jim y Miguel poco a poco comienzan a superar sus diferencias y empiezan a forjar una amistad poco probable, mientras Mauricio y sus compañeros asesinos abren un camino a sangre fría, pisándoles los talones. Cuando finalmente se topan con ellos en una granja del Medio Oeste, se produce una pelea a muerte en la que Jim usa sus habilidades militares y su código de honor para defender al chico que ha llegado a querer."
    },
    {
      "show_name": "La colonia",
      "show_logo": "",
      "show_category": "",
      "start_time": "13:19",
      "end_time": "14:56",
      "episode_description": ""
    },
    {
      "show_name": "Transformers",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/transformers.jpg",
      "show_category": "Acción",
      "start_time": "14:56",
      "end_time": "17:28",
      "episode_description": "Una guerra que data de mucho tiempo atrás entre dos razas del planeta Cybertron, Autobots y Decepticons para tomar control de un místico talismán que daría poder ilimitado a quien lo posea. Los Autobots envían el artefacto hacia nuestro planeta, Megatron logra detectar la localización del amuleto y se dirige hacia este. En su llegada al planeta llega al ártico lo que lo hace quedar en estado paralizado hasta que su cuerpo es encontrado por el Capitán Witwicky en una exploración en el polo norte que al descubrir los restos de Megatron este deja grabada su localización en los anteojos del Capitán que pasarán a ser propiedad de su nieto el cual será la clave para salvar al planeta de los planes de los Decepticons."
    },
    {
      "show_name": "Transformers 2",
      "show_logo": "https://imagenes.gatotv.com/categorias/peliculas/miniatura/transformers_2.jpg",
      "show_category": "Acción",
      "start_time": "17:28",
      "end_time": "20:09",
      "episode_description": "Sam (Shia LaBeouf) y Mikaela (Megan Fox) trataran de mantener su relación a distancia cuando él ingresa a la universidad. Pero todo está por cambiar cuando su mente empieza a percibir símbolos criptográficos en su mente. Ahora los Decepticons lo buscan para sacar la información valiosa que estos símbolos poseen. Los Autobots deberán proteger a Sam e impedir que los Decepticons se apoderen de los símbolos de su mente."
    },
    {
      "show_name": "Medio Muerto",
      "show_logo": "",
      "show_category": "",
      "start_time": "20:09",
      "end_time": "22:00",
      "episode_description": ""
    },
    {
      "show_name": "El Demoledor",
      "show_logo": "",
      "show_category": "",
      "start_time": "22:00",
      "end_time": "00:06",
      "episode_description": ""
    }
  ]
}